// Test questions
questions=[
    // 0 - Description
    "MMPI-2 Questions",
    // 1
    "나는 기계 잡지를 좋아한다.",
    // 2
    "나는 식욕이 좋다.",
    // 3...
    "나는 대부분의 아침에 신선하고 편안하게 일어난다.",
    "나는 도서관 사서의 일이 즐거울 것 같다.",
    "나는 소음에 쉽게 깨어난다.",
    "나의 아버지는 좋은 사람이다 (또는 아버지가 돌아가셨다면) 나의 아버지는 좋은 사람이었다.",
    "나는 범죄에 관한 신문 기사를 읽는 것을 좋아한다.",
    "나의 손과 발은 보통 충분히 따뜻하다.",
    "나의 일상생활은 나를 흥미롭게 하는 일들로 가득 차 있다.",
    "나는 예전만큼 일을 잘 할 수 있다.",
    "나는 대부분의 시간 동안 목에 덩어리가 있는 것처럼 느껴진다.",
    "나의 성생활은 만족스럽다.",
    "사람들은 자신의 꿈을 이해하고 그것에 따라 인도받거나 경고를 받아야 한다고 생각한다.",
    "나는 탐정 소설이나 추리 소설을 즐긴다.",
    "나는 많은 긴장 속에서 일한다.",
    "가끔은 말할 수 없을 정도로 나쁜 생각을 한다.",
    "나는 인생에서 부당한 대우를 받고 있다고 확신한다.",
    "나는 구역질과 구토의 발작에 시달린다.",
    "새로운 일을 시작할 때, 누구에게 잘 보여야 하는지를 알아보는 것을 좋아한다.",
    "나는 거의 변비에 시달리지 않는다.",
    "때때로 나는 집을 떠나고 싶어 한 적이 있다.",
    "아무도 나를 이해하지 못하는 것 같다.",
    "때때로 나는 통제할 수 없는 웃음과 울음이 있다.",
    "때때로 악령이 나를 지배한다고 생각한다.",
    "나는 가수가 되고 싶다.",
    "문제가 생겼을 때 나는 입을 다무는 것이 최선이라고 느낀다.",
    "사람들이 나를 잘못 대하면, 나는 원칙적으로 그들에게 보복해야 한다고 느낀다.",
    "나는 매주 몇 번씩 속이 불편하다.",
    "때때로 나는 욕을 하고 싶다.",
    "나는 거의 매일 밤 악몽을 꾼다.",
    "나는 일을 하거나 과제에 집중하기가 어렵다.",
    "나는 매우 이상하고 기이한 경험을 한 적이 있다.",
    "나는 거의 건강에 대해 걱정하지 않는다.",
    "나는 성행위 때문에 곤란을 겪은 적이 없다.",
    "가끔 어렸을 때 물건을 훔친 적이 있다.",
    "나는 대부분의 시간 동안 기침을 한다.",
    "때때로 나는 물건을 부수고 싶다.",
    "며칠, 몇 주, 또는 몇 달 동안 '시작할 수 없어서' 일을 처리할 수 없었던 시기가 있었다.",
    "나는 잠이 자주 들쑥날쑥하다.",
    "많은 시간 동안 내 머리가 전체적으로 아픈 것 같다.",
    "나는 항상 진실을 말하지는 않는다.",
    "사람들이 나에게 해를 입히지 않았다면, 나는 훨씬 더 성공했을 것이다.",
    "나의 판단력은 예전보다 더 나아졌다.",
    "일주일에 한 번 (또는 더 자주) 이유 없이 갑자기 몸이 뜨거워지는 느낌이 든다.",
    "나는 신체적으로 내 친구들과 거의 동일한 건강 상태를 가지고 있다.",
    "나는 학교 친구들이나 오랫동안 보지 못한 사람들을 지나칠 때 먼저 그들이 말을 걸지 않는 한 먼저 말을 걸지 않는다.",
    "나는 가슴이나 심장 주변에 통증이 거의 없다.",
    "대부분의 시간 나는 아무 일도 하지 않고 공상하는 것을 더 좋아한다.",
    "나는 매우 사교적인 사람이다.",
    "나는 종종 나보다 덜 아는 사람에게 지시를 받아야 했다.",
    "나는 매일 신문 사설을 읽지는 않는다.",
    "나는 올바른 삶을 살지 않았다.",
    "내 몸의 일부는 종종 타는 듯한, 찌릿한, 기어 다니는 것 같은 느낌이나 '잠이 오는 것' 같은 느낌이 든다.",
    "내 가족은 내가 선택한 일 (또는 평생의 일로 선택할 의도가 있는 일)을 좋아하지 않는다.",
    "나는 때때로 다른 사람들이 인내심을 잃을 때까지 어떤 일을 계속한다.",
    "나는 다른 사람들이 행복해 보이는 것처럼 행복할 수 있기를 바란다.",
    "나는 거의 목덜미에 통증을 느끼지 않는다.",
    "나는 많은 사람들이 동정과 도움을 얻기 위해 자신의 불행을 과장한다고 생각한다.",
    "나는 매일 며칠마다 위장에 불편함을 느낀다.",
    "사람들과 함께 있을 때 이상한 소리가 들려서 괴롭다.",
    "나는 중요한 사람이다.",
    "나는 종종 내가 여자가 되었으면 좋겠다고 바랐다. (여자인 경우) 나는 여자인 것을 후회한 적이 없다.",
    "나는 쉽게 상처받지 않는다.",
    "나는 연애 소설을 읽는 것을 즐긴다.",
    "대부분의 시간 나는 우울하다.",
    "거의 모든 법이 없어졌다면 더 나을 것이다.",
    "나는 시를 좋아한다.",
    "나는 때때로 동물을 괴롭힌다.",
    "나는 삼림 경비원의 일을 좋아할 것 같다.",
    "나는 논쟁에서 쉽게 기가 죽는다.",
    "요즘 나는 뭔가 가치 있는 일을 해낼 수 있을 것이라는 희망을 쉽게 포기한다.",
    "내 영혼은 때때로 내 몸을 떠난다.",
    "나는 분명히 자신감이 부족하다.",
    "나는 꽃집 주인이 되고 싶다.",
    "나는 보통 인생이 가치 있다고 느낀다.",
    "대부분의 사람들은 진실을 납득하기 위해 많은 논쟁이 필요하다.",
    "가끔 나는 오늘 해야 할 일을 내일로 미룬다.",
    "나를 아는 대부분의 사람들은 나를 좋아한다.",
    "나는 놀림을 받아도 개의치 않는다.",
    "나는 간호사가 되고 싶다.",
    "대부분의 사람들은 출세하기 위해 거짓말을 할 것이다.",
    "나는 나중에 후회하는 일들을 많이 한다. (나는 다른 사람들보다 후회를 많이 한다.)",
    "나는 가족 구성원들과 거의 다투지 않는다.",
    "나는 나쁜 행동 때문에 학교에서 정학을 받은 적이 한 번 이상 있다.",
    "때때로 나는 해롭거나 충격적인 일을 하고 싶은 강한 충동을 느낀다.",
    "나는 큰 소리로 재미있는 파티나 다른 모임에 가는 것을 좋아한다.",
    "나는 너무 많은 가능성이 있어 결정하지 못한 문제들을 만난 적이 있다.",
    "나는 여성이 남성만큼의 성적 자유를 누려야 한다고 생각한다.",
    "나의 가장 힘든 싸움은 나 자신과의 싸움이다.",
    "나는 아버지를 사랑한다, 또는 (아버지가 돌아가셨다면) 나는 아버지를 사랑했다.",
    "나는 근육이 떨리거나 뛰는 것에 거의 문제가 없다.",
    "나는 무슨 일이 일어나도 상관하지 않는 것 같다.",
    "나는 몸이 안 좋을 때 짜증을 내는 경우가 있다.",
    "많은 시간 동안 나는 잘못하거나 나쁜 일을 한 것 같은 느낌이 든다.",
    "나는 대부분의 시간 행복하다.",
    "나는 다른 사람들이 보지 않는 동물이나 사람을 본다.",
    "대부분의 시간 내 머리나 코에 가득 찬 느낌이 든다.",
    "어떤 사람들은 너무 명령적이어서 그들이 요청하는 것의 반대를 하고 싶어진다, 비록 그들이 옳다는 것을 알고 있더라도.",
    "누군가 나에게 악의를 품고 있다.",
    "나는 단지 스릴을 느끼기 위해 위험한 일을 한 적이 없다.",
    "종종 머리에 꽉 조이는 띠가 있는 것 같은 느낌이 든다.",
    "나는 가끔 화가 난다.",
    "나는 경주나 게임에서 내기를 할 때 더 즐긴다.",
    "대부분의 사람들은 잡힐까 봐 두려워서 정직하다.",
    "학교에서 나는 종종 나쁜 행동 때문에 교장실로 보내졌다.",
    "나의 말투는 항상 같다 (더 빠르거나 느리지 않고, 혀가 꼬이거나 쉰 목소리가 아니다).",
    "나의 식사 예절은 회사 밖에서보다 집에서 더 좋지 않다.",
    "열심히 일할 능력과 의지가 있는 사람은 성공할 좋은 기회를 가진다.",
    "나는 주변의 대부분의 사람들만큼 유능하고 똑똑한 것 같다.",
    "대부분의 사람들은 이익이나 유리한 점을 얻기 위해 다소 부당한 수단을 사용할 것이다.",
    "나는 위장 문제가 많다.",
    "나는 극적인 것을 좋아한다.",
    "내 문제 대부분은 누가 책임이 있는지 알고 있다.",
    "때때로 나는 다른 사람들의 개인 소지품, 예를 들어 신발, 장갑 등에 강하게 끌려서 사용 용도가 없더라도 만지거나 훔치고 싶어진다.",
    "피를 보는 것은 나를 겁먹게 하거나 아프게 하지 않는다.",
    "종종 나는 왜 그렇게 짜증을 내고 화를 냈는지 이해할 수 없다.",
    "나는 피를 토하거나 기침한 적이 없다.",
    "나는 질병에 걸릴까봐 걱정하지 않는다.",
    "나는 꽃을 모으거나 실내 식물을 기르는 것을 좋아한다.",
    "나는 내가 옳다고 생각하는 것을 지키기 위해 자주 싸워야 한다.",
    "나는 별난 성적 행동을 한 적이 없다.",
    "때때로 내 생각은 내가 말하는 속도보다 더 빠르게 앞서간다.",
    "나는 돈을 내지 않고 영화를 볼 수 있고 들키지 않을 것이라고 확신한다면 아마 그렇게 할 것이다.",
    "나는 종종 다른 사람이 좋은 일을 해주는 숨은 이유가 무엇일지 궁금해한다.",
    "내 가정생활은 내가 아는 대부분의 사람들만큼 즐겁다고 생각한다.",
    "나는 법 집행을 믿는다.",
    "비판이나 꾸짖음은 나를 몹시 상처 준다.",
    "나는 요리하는 것을 좋아한다.",
    "나의 행동은 대부분 주변 사람들의 행동에 의해 통제된다.",
    "나는 때때로 쓸모없다고 느낀다.",
    "어렸을 때 나는 모든 종류의 문제를 통해 충성심을 유지하려고 노력했던 친구 그룹에 속해 있었다.",
    "나는 사후 세계를 믿는다.",
    "나는 군인이 되고 싶다.",
    "때때로 나는 누군가와 주먹다짐을 하고 싶다.",
    "나는 결정을 빨리 내리지 못해서 많은 것을 잃은 적이 있다.",
    "중요한 일을 하고 있을 때 사람들이 내 조언을 구하거나 방해하면 짜증이 난다.",
    "나는 일기를 쓰곤 했다.",
    "나는 누군가가 나를 음모하고 있다고 믿는다.",
    "나는 게임에서 이기고 싶지 지고 싶지 않다.",
    "대부분의 밤에 나는 생각이나 아이디어가 방해하지 않고 잠에 든다.",
    "지난 몇 년 동안 나는 대부분의 시간을 잘 지냈다.",
    "나는 발작이나 경련을 일으킨 적이 없다.",
    "나는 체중이 늘지도 줄지도 않는다.",
    "나는 누군가가 나를 따라다니고 있다고 믿는다.",
    "나는 자주 이유 없이 벌을 받았다고 느낀다.",
    "나는 쉽게 울음을 터뜨린다.",
    "나는 예전만큼 읽은 내용을 이해할 수 없다.",
    "나는 지금 내 인생에서 그 어느 때보다도 잘 느낀다.",
    "때때로 내 머리 꼭대기가 민감하게 느껴진다.",
    "때때로 나는 나 자신이나 다른 사람을 해쳐야 할 것 같은 느낌이 든다.",
    "누군가 나를 속여서 내가 속았다는 것을 인정해야 할 때 분개한다.",
    "나는 빨리 피곤해하지 않는다.",
    "나는 중요한 사람들을 아는 것이 중요하다고 느낀다.",
    "나는 높은 곳에서 아래를 볼 때 두렵다.",
    "내 가족 중 누군가가 법적인 문제에 휘말리더라도 나는 신경 쓰지 않는다.",
    "나는 돌아다니거나 여행하지 않으면 행복하지 않다.",
    "다른 사람들이 나에 대해 어떻게 생각하는지 신경 쓰지 않는다.",
    "다른 사람들이 파티에서 하는 것과 같은 장난을 치는 것이 불편하다.",
    "나는 기절한 적이 없다.",
    "나는 학교를 좋아했다.",
    "나는 종종 수줍음을 타는 것을 감추기 위해 싸워야 한다.",
    "누군가가 나를 독살하려고 한다.",
    "나는 뱀을 두려워하지 않는다.",
    "나는 거의 어지럼증을 느끼지 않는다.",
    "내 기억력은 괜찮은 것 같다.",
    "나는 성에 대해 걱정한다.",
    "나는 새로운 사람을 만날 때 작은 대화를 나누는 것이 어렵다.",
    "나는 무슨 일을 했는지 나중에 기억하지 못하는 시기가 있었다.",
    "나는 지루할 때 흥분을 일으키는 것을 좋아한다.",
    "나는 정신을 잃을까봐 두렵다.",
    "나는 거지에게 돈을 주는 것에 반대한다.",
    "나는 무언가를 하려고 할 때 손이 떨리는 것을 자주 느낀다.",
    "나는 눈이 피곤해지지 않고 오랫동안 읽을 수 있다.",
    "나는 내가 일하는 것에 대해 공부하고 읽는 것을 좋아한다.",
    "나는 많은 시간 동안 몸이 약하다고 느낀다.",
    "나는 두통이 거의 없다.",
    "나의 손은 서투르거나 어색해지지 않았다.",
    "때때로 부끄러움을 느낄 때 땀이 나서 매우 짜증이 난다.",
    "나는 걷는 동안 균형을 유지하는 데 어려움이 없다.",
    "내 마음에는 뭔가 잘못된 것이 있다.",
    "나는 건초열이나 천식 발작을 일으킨 적이 없다.",
    "나는 주변에서 일어나는 일을 알면서도 내 움직임이나 말을 제어할 수 없었던 발작을 겪었다.",
    "나는 내가 아는 모든 사람을 좋아하지 않는다.",
    "나는 거의 공상을 하지 않는다.",
    "나는 내가 너무 수줍어하지 않기를 바란다.",
    "나는 돈을 다루는 것을 두려워하지 않는다.",
    "만약 내가 기자라면, 나는 연극 뉴스 보도를 매우 좋아할 것이다.",
    "나는 다양한 종류의 놀이와 오락을 즐긴다.",
    "나는 플러팅을 좋아한다.",
    "많은 사람들은 나를 어린아이처럼 대한다.",
    "나는 기자가 되고 싶다.",
    "내 어머니는 좋은 여자이다, 또는 (어머니가 돌아가셨다면) 내 어머니는 좋은 여자였다.",
    "걷는 동안 나는 인도 틈을 조심해서 밟는다.",
    "피부에 걱정할 만한 발진이 생긴 적이 없다.",
    "다른 집과 비교할 때 내 가족에는 사랑과 동료애가 거의 없다.",
    "나는 자주 무언가에 대해 걱정하는 자신을 발견한다.",
    "나는 건축 계약자의 일이 좋아 보인다.",
    "나는 종종 어디서 오는지 모르는 목소리를 듣는다.",
    "나는 과학을 좋아한다.",
    "친구들에게 부탁을 할 수 없더라도 도움을 요청하는 것이 어렵지 않다.",
    "나는 사냥을 매우 좋아한다.",
    "나의 부모님은 내가 어울렸던 사람들에 대해 종종 반대했다.",
    "나는 가끔 험담을 한다.",
    "내 청력은 대부분의 사람들과 거의 같다.",
    "내 가족 중 몇몇은 나를 매우 성가시고 짜증나게 하는 습관을 가지고 있다.",
    "때때로 나는 매우 쉽게 결정을 내릴 수 있다고 느낀다.",
    "나는 여러 클럽에 가입하고 싶다.",
    "나는 거의 내 심장이 두근거리는 것을 느끼지 않으며 숨이 차지 않는다.",
    "나는 성에 대해 이야기하는 것을 좋아한다.",
    "나는 전에 가본 적이 없는 곳을 방문하는 것을 좋아한다.",
    "나는 의무에 기초한 생활 계획에 영감을 받았으며 이후로 신중하게 따랐다.",
    "때때로 나는 사람들이 시도하는 일을 방해했는데, 그것이 대단한 일이 아니었기 때문에가 아니라 원칙 때문이었다.",
    "나는 쉽게 화를 내고 금방 풀린다.",
    "나는 가족의 지배에서 꽤 독립적이고 자유로웠다.",
    "나는 많은 생각을 한다.",
    "누군가가 나를 훔치려고 한다.",
    "내 친척들은 거의 다 나와 공감한다.",
    "나는 너무 불안해서 의자에 오래 앉아 있을 수 없는 시기가 있었다.",
    "나는 사랑에 실망한 적이 있다.",
    "나는 내 외모에 대해 걱정하지 않는다.",
    "나는 다른 사람에게 말하지 않는 것이 좋을 것 같은 것에 대해 자주 꿈을 꾼다.",
    "아이들은 성에 대한 주요 사실을 모두 배워야 한다.",
    "나는 다른 사람들보다 신경질적이지 않다고 믿는다.",
    "나는 거의 통증이 없다.",
    "내 방식이 다른 사람들에게 오해받는 경향이 있다.",
    "때로는 아무 이유 없이 또는 일이 잘못되어가고 있을 때 나는 흥분되고 '세상 꼭대기에 있는' 것처럼 느낀다.",
    "나는 사람들이 이 세상에서 얻을 수 있는 모든 것을 잡으려고 하는 것을 비난하지 않는다.",
    "내 생각과 아이디어를 훔치려는 사람들이 있다.",
    "나는 나의 활동이 중단되고 주위에서 무슨 일이 일어나고 있는지 모르는 공백 상태가 있었다.",
    "나는 내가 잘못이라고 생각하는 일을 하는 사람들과 친구가 될 수 있다.",
    "나는 서로 장난을 치는 사람들과 함께 있는 것을 좋아한다.",
    "때때로 선거에서 나는 거의 모르는 사람들에게 투표한다.",
    "나는 일을 시작하는 데 어려움을 겪는다.",
    "나는 내가 정죄받은 사람이라고 믿는다.",
    "나는 학교에서 느린 학습자였다.",
    "내가 예술가라면, 나는 꽃을 그리는 것을 좋아할 것이다.",
    "내가 더 잘생기지 않았다는 것은 개의치 않는다.",
    "나는 시원한 날에도 매우 쉽게 땀을 흘린다.",
    "나는 완전히 자신감이 있다.",
    "때때로 나는 도둑질이나 물건을 훔치는 것을 멈출 수 없다.",
    "아무도 신뢰하는 것이 더 안전하다.",
    "일주일에 한 번 이상 나는 매우 흥분한다.",
    "사람들 그룹에 있을 때, 나는 올바른 말을 찾는 데 어려움을 겪는다.",
    "무언가 흥미로운 일이 일어나면 거의 항상 기운이 난다.",
    "집을 떠날 때 문이 잠기고 창문이 닫혀 있는지 걱정하지 않는다.",
    "나는 나의 죄가 용서받을 수 없다고 믿는다.",
    "내 피부의 한 곳 이상에 무감각이 있다.",
    "나는 자신을 열어놓은 사람들을 이용하는 사람을 비난하지 않는다.",
    "내 시력은 수년간 변하지 않았다.",
    "때때로 나는 범죄자의 교활함에 너무 감탄해서 그들이 탈출하길 바랐다.",
    "나는 종종 낯선 사람들이 나를 비판적으로 보고 있다고 느낀다.",
    "모든 것이 같은 맛이다.",
    "나는 매일 비정상적으로 많은 양의 물을 마신다.",
    "대부분의 사람들은 친구가 유용할 것 같아서 친구를 사귄다.",
    "나는 귀가 울리거나 윙윙거리는 소리를 자주 느끼지 않는다.",
    "때때로 나는 보통 사랑하는 가족 구성원에 대해 미움을 느낀다.",
    "내가 기자라면 스포츠 뉴스를 매우 좋아할 것이다.",
    "나는 낮에는 잘 자지만 밤에는 잘 자지 못한다.",
    "나는 누군가가 나에 대해 이야기하고 있다고 확신한다.",
    "때때로 나는 음탕한 농담에 웃음을 터뜨린다.",
    "내 친구들에 비해 나는 거의 두려움이 없다.",
    "사람들 그룹에서 내가 잘 아는 것에 대해 의견을 말하거나 토론을 시작하라고 요청받아도 당황하지 않는다.",
    "나는 영리한 변호사의 논거로 인해 범죄자가 풀려날 때 법이 항상 역겹다.",
    "나는 알코올을 과도하게 사용한 적이 있다.",
    "나는 사람들이 나에게 말하기 전까지는 말을 걸지 않는 경향이 있다.",
    "나는 법과 관련된 문제를 일으킨 적이 없다.",
    "나는 특별한 이유 없이 유난히 쾌활한 시기가 있었다.",
    "나는 성에 대한 생각으로 귀찮게 되지 않기를 바란다.",
    "여러 사람이 곤경에 처했을 때, 가장 좋은 방법은 이야기를 합의하고 고수하는 것이다.",
    "동물이 고통받는 것을 보는 것은 나를 특별히 신경 쓰지 않는다.",
    "나는 대부분의 사람들이 느끼는 것보다 더 강하게 느끼는 것 같다.",
    "내 인생에서 인형을 가지고 놀기를 좋아한 적이 없다.",
    "삶은 나에게 대부분의 시간 동안 부담이다.",
    "나는 어떤 주제에 대해서는 너무 예민해서 이야기할 수 없다.",
    "학교에서 나는 반 앞에서 이야기하는 것이 매우 어려웠다.",
    "나는 어머니를 사랑한다, 또는 (어머니가 돌아가셨다면) 나는 어머니를 사랑했다.",
    "사람들과 함께 있어도 나는 대부분의 시간 외롭다.",
    "나는 내가 받아야 할 모든 동정을 받고 있다.",
    "나는 어떤 게임을 잘하지 못하기 때문에 그것을 거부한다.",
    "나는 다른 사람들과 친구를 사귀는 것이 다른 사람들만큼 빠르다.",
    "나는 사람들이 주변에 있는 것을 싫어한다.",
    "나는 수면 중에 걷는다고 들었다.",
    "유혹을 제공하는 사람은 귀중한 재산을 보호하지 않는 것만큼 도둑만큼 비난받아야 한다.",
    "나는 거의 모든 사람이 문제를 피하기 위해 거짓말을 할 것이라고 생각한다.",
    "나는 대부분의 사람들보다 더 민감하다.",
    "대부분의 사람들은 다른 사람들을 돕기 위해 노력하는 것을 내심 싫어한다.",
    "나의 꿈 중 많은 부분이 성에 관한 것이다.",
    "나의 부모와 가족은 나에게 너무 많은 잘못을 발견한다.",
    "나는 쉽게 당황한다.",
    "나는 돈과 사업에 대해 걱정한다.",
    "나는 아무에게도 사랑에 빠진 적이 없다.",
    "내 가족 중 일부가 한 일들은 나를 겁먹게 했다.",
    "나는 거의 꿈을 꾸지 않는다.",
    "내 목은 자주 빨갛게 된다.",
    "나는 마비되거나 근육의 이상한 약화를 경험한 적이 없다.",
    "때때로 내 목소리는 감기 없이 사라지거나 변한다.",
    "내 어머니나 아버지는 내가 비합리적이라고 생각했을 때도 나를 복종시켰다.",
    "가끔은 이상한 냄새가 난다.",
    "나는 한 가지에 집중할 수 없다.",
    "나는 가족 중 한 명 이상에게 질투할 이유가 있다.",
    "나는 거의 항상 무언가나 누군가에 대해 불안을 느낀다.",
    "나는 쉽게 사람들에게 인내심을 잃는다.",
    "대부분의 시간 나는 죽고 싶다.",
    "때때로 나는 너무 흥분해서 잠을 잘 수 없다.",
    "나는 분명히 내 몫보다 더 많은 걱정을 했다.",
    "아무도 당신에게 무슨 일이 일어나든 신경 쓰지 않는다.",
    "때때로 나는 너무 잘 들어서 귀찮다.",
    "나는 사람들이 나에게 말한 것을 바로 잊어버린다.",
    "나는 작은 문제에서도 행동하기 전에 보통 멈추고 생각해야 한다.",
    "종종 나는 길을 건너는 누군가를 만나지 않기 위해 길을 건넌다.",
    "나는 종종 사물이 실제가 아닌 것처럼 느낀다.",
    "신문의 유일한 흥미로운 부분은 만화이다.",
    "나는 중요하지 않은 것을 세는 습관이 있다, 예를 들어 전기 표지판의 전구와 같은 것들.",
    "나에게 진정으로 해를 입히고 싶어하는 적은 없다.",
    "나는 예상보다 다소 친절한 사람들에게 경계하는 경향이 있다.",
    "나는 이상하고 기이한 생각을 한다.",
    "나는 집에서 짧은 여행을 할 때 불안하고 화가 난다.",
    "나는 내가 하는 일에서 성공할 것을 기대한다.",
    "나는 혼자 있을 때 이상한 소리를 듣는다.",
    "나는 나를 해칠 수 없다는 것을 알면서도 물건이나 사람을 두려워했다.",
    "나는 다른 사람들이 이미 모여 이야기하고 있는 방에 혼자 들어가는 것을 두려워하지 않는다.",
    "나는 칼이나 매우 날카롭고 뾰족한 것을 두려워한다.",
    "때때로 나는 내가 사랑하는 사람을 해치는 것을 즐긴다.",
    "나는 쉽게 다른 사람을 두렵게 만들 수 있으며 때때로 재미로 그렇게 한다.",
    "나는 다른 사람들보다 집중하는 데 어려움을 겪는다.",
    "나는 내 능력이 부족하다고 생각해서 여러 번 일을 포기했다.",
    "나쁜 말, 종종 끔찍한 말이 내 머리에 들어오고 그것을 없앨 수 없다.",
    "때때로 중요하지 않은 생각이 내 머릿속에 떠올라 며칠 동안 나를 괴롭힌다.",
    "거의 매일 나를 겁주는 일이 생긴다.",
    "때때로 나는 에너지로 가득 차 있다.",
    "나는 일을 심각하게 받아들이는 경향이 있다.",
    "때때로 나는 사랑하는 사람에게 상처받는 것을 즐긴다.",
    "사람들은 나에 대해 모욕적이고 저속한 말을 한다.",
    "나는 실내에서 불안하다.",
    "나는 보통 자의식이 없다.",
    "누군가 내 정신을 통제하고 있다.",
    "파티에서 나는 군중과 어울리기보다 혼자 있거나 다른 사람과 함께 있는 경향이 있다.",
    "사람들은 종종 나를 실망시킨다.",
    "때때로 나는 어려움이 너무 많이 쌓여서 극복할 수 없다고 느낀다.",
    "나는 춤을 추는 것을 좋아한다.",
    "때때로 내 마음은 평소보다 더 천천히 작동하는 것 같다.",
    "기차나 버스 등에서 나는 종종 낯선 사람과 대화한다.",
    "나는 아이들을 즐긴다.",
    "나는 작은 내기로 도박을 즐긴다.",
    "기회가 있다면, 나는 세계에 큰 혜택을 줄 수 있는 일을 할 수 있다.",
    "나는 종종 전문가로 알려진 사람들이 나보다 낫지 않은 사람들을 만났다.",
    "내가 잘 아는 사람의 성공에 대해 들을 때 실패한 것 같은 기분이 든다.",
    "나는 자주 '다시 어린아이가 되었으면 좋겠다'고 생각한다.",
    "나는 혼자 있을 때 가장 행복하다.",
    "기회가 주어진다면 나는 좋은 지도자가 될 것이다.",
    "나는 음란한 이야기에 당황한다.",
    "사람들은 일반적으로 자신의 권리에 대한 존중을 요구하지만 다른 사람들에게는 허용할 준비가 되어 있지 않다.",
    "나는 사람들과 함께하는 사교 모임을 즐긴다.",
    "나는 다른 사람들에게 전할 수 있는 좋은 이야기를 기억하려고 노력한다.",
    "내 인생에서 한 번 이상 누군가가 최면을 걸어 나를 조종한다고 느꼈다.",
    "나는 내가 착수한 일을 잠시라도 제쳐두는 것이 어렵다.",
    "나는 종종 내가 속한 그룹의 소문과 이야기에 참여하지 않는다.",
    "나는 종종 사람들이 내 좋은 아이디어에 질투하는 것을 발견한다, 단지 그들이 먼저 생각하지 못했기 때문에.",
    "나는 군중의 흥분을 즐긴다.",
    "나는 낯선 사람을 만나는 것을 개의치 않는다.",
    "누군가 내 정신에 영향을 미치려고 한다.",
    "나는 무언가를 피하기 위해 '아픈 척' 한 적이 있다.",
    "내가 활기찬 친구들 무리에 들어가면 걱정이 사라진다.",
    "내 인생이 어려워지면 그냥 포기하고 싶어진다.",
    "나는 내가 어디에 서 있는지 사람들에게 알리는 것을 좋아한다.",
    "나는 며칠 동안 잠이 필요하지 않을 정도로 기운이 넘쳤던 시기가 있었다.",
    "나는 군중 속에 있는 것을 피한다.",
    "나는 위기나 어려움에 직면하는 것을 피한다.",
    "나는 다른 사람들이 가치 없다고 느끼는 일을 피하는 경향이 있다.",
    "나는 파티와 사교 모임을 좋아한다.",
    "나는 반대 성별의 구성원이 되고 싶었다.",
    "나는 쉽게 화를 내지 않는다.",
    "나는 과거에 나쁜 일을 했지만 아무에게도 말하지 않았다.",
    "대부분의 사람들은 인생에서 앞서 나가기 위해 다소 부당한 수단을 사용할 것이다.",
    "사람들이 나에게 개인적인 질문을 할 때 나는 긴장된다.",
    "나는 내 미래를 계획할 수 없다고 느낀다.",
    "나는 지금의 나 자신에 만족하지 않는다.",
    "내 친구나 가족이 내 삶을 어떻게 살아야 하는지 조언을 할 때 나는 화가 난다.",
    "어렸을 때 나는 많이 맞았다.",
    "사람들이 나에 대해 좋은 말을 할 때 나는 신경이 쓰인다.",
    "다른 사람들이 인생에 대한 의견을 말하는 것을 듣는 것을 좋아하지 않는다.",
    "나는 종종 가까운 사람들과 심각한 의견 차이를 겪는다.",
    "상황이 정말 나빠지면 내 가족이 도와줄 것이라는 것을 알고 있다.",
    "나는 어렸을 때 '집짓기' 놀이를 좋아했다.",
    "나는 불을 두려워하지 않는다.",
    "때때로 나는 후회할 말을 하거나 행동할까봐 다른 사람에게서 멀리 떨어져 있었다.",
    "나는 술을 마시면 내 진짜 감정을 표현할 수 있다.",
    "나는 매우 드물게 우울해진다.",
    "나는 종종 성급하다는 말을 듣는다.",
    "다른 사람들의 감정을 상하게 할 수 있는 말을 했을 때 후회하는 일이 없었으면 좋겠다.",
    "나는 내 자신에 대해 누구에게도 말할 수 없다고 느낀다.",
    "번개는 나의 두려움 중 하나이다.",
    "나는 사람들이 내가 다음에 무엇을 할지 추측하게 만드는 것을 좋아한다.",
    "내 계획이 너무 많은 어려움으로 가득 차서 포기해야 했던 적이 있다.",
    "나는 어두운 방에 혼자 있는 것을 두려워한다.",
    "나는 다른 사람이 실수하는 것을 막으려고 할 때 오해를 받아 본 적이 있다.",
    "나는 폭풍우가 두렵다.",
    "나는 자주 사람들에게 조언을 구한다.",
    "미래는 사람이 진지한 계획을 세우기에 너무 불확실하다.",
    "때로는 모든 일이 잘되고 있어도 아무것도 신경 쓰지 않는 것 같다.",
    "나는 물을 두려워하지 않는다.",
    "때때로 나는 결정을 내리기 전에 하룻밤을 자야 한다.",
    "나는 사람들이 올바르게 하고 도움이 되려고 할 때 내 의도를 종종 오해한다.",
    "나는 삼키는 데 어려움이 없다.",
    "나는 보통 침착하고 쉽게 화를 내지 않는다.",
    "나는 분명히 범죄자들을 그들의 방식으로 이기는 것을 즐길 것이다.",
    "나는 내 죄에 대한 엄중한 처벌을 받아야 마땅하다.",
    "나는 실망을 너무 잘 받아들여 마음에서 떨쳐버리지 못한다.",
    "나는 내가 잘할 수 있다는 것을 알면서도 누군가가 내 일을 지켜보는 것이 불편하다.",
    "사람들이 줄을 서 있는 나를 앞지르려고 할 때 나는 너무 짜증이 나서 그 사람에게 말한다.",
    "때때로 나는 내가 전혀 쓸모없는 사람이라고 생각한다.",
    "어렸을 때 나는 학교에 가야 할 때 가지 않은 적이 많았다.",
    "내 가족 중 한 명 이상이 매우 신경질적이다.",
    "때때로 나는 무례하거나 성가신 사람들에게 거칠게 대해야 했다.",
    "나는 불행이 닥칠 가능성에 대해 꽤 많이 걱정한다.",
    "나는 강한 정치적 의견을 가지고 있다.",
    "나는 자동차 경주 선수가 되고 싶다.",
    "법을 실제로 어기지 않으면 법을 우회하는 것은 괜찮다.",
    "내가 싫어하는 특정 사람들이 있어서 그들이 한 일로 인해 고통을 받을 때 내심 기쁨을 느낀다.",
    "기다려야 하는 것이 나를 긴장하게 만든다.",
    "나는 다른 사람들이 내가 옳다고 생각하지 않는 일을 하는 것을 피하는 경향이 있다.",
    "나는 어렸을 때 흥분을 좋아했다.",
    "나는 나를 반대하는 사람과 이기기 위해 일부러 길을 가는 경향이 있다.",
    "나는 사람들이 밖에서, 거리에서, 가게에서 등 나를 지켜보는 것이 불편하다.",
    "내가 어렸을 때 나와 가장 많은 관련이 있었던 사람(예: 아버지, 계부 등)은 나에게 매우 엄격했다.",
    "나는 줄넘기와 같은 놀이를 좋아했다.",
    "나는 환영을 본 적이 없다.",
    "나는 여러 번 생애 일을 바꾸기로 결정했다.",
    "의사의 명령이 아니면 약이나 수면제를 복용하지 않는다.",
    "나는 매우 짜증을 내고 화를 잘 낸다.",
    "학교에서 내 교실 행동 점수는 항상 나빴다.",
    "나는 불에 매료된다.",
    "궁지에 몰리면 나에게 해가 될 가능성이 없는 진실의 일부를 말한다.",
    "내가 여러 친구와 함께 곤경에 처해 있다면, 내가 친구들을 배신하기보다는 내가 모든 비난을 받는 것이 더 낫다.",
    "나는 종종 어둠을 두려워한다.",
    "남자가 여자와 함께 있을 때 그는 보통 그녀의 성과 관련된 것을 생각하고 있다.",
    "나는 사람들을 바로잡거나 개선하려고 할 때 보통 매우 직접적이다.",
    "나는 지진에 대한 생각을 두려워한다.",
    "나는 좋은 아이디어에 백 퍼센트 확신한다.",
    "나는 누군가가 나에게 보여주기보다 혼자서 일을 해결하는 편이다.",
    "나는 벽장이나 작은 닫힌 공간에 갇히는 것이 두렵다.",
    "나는 정말 중요하지 않은 일로 인해 이유 없이 걱정했던 적이 있었다는 것을 인정해야 한다.",
    "나는 사람들이 내가 어떻게 느끼는지 모르게 내 나쁜 의견이나 동정을 숨기려고 하지 않는다.",
    "나는 신경이 곤두서는 사람이다.",
    "나는 자주 나쁜 일이 발생했을 때 실수를 다른 사람에게 돌릴 수 있는 방식으로 일을 처리하는 사람들 밑에서 일했다.",
    "나는 너무 내성적이어서 내 권리를 주장하는 것이 어려울 때가 있다.",
    "먼지는 나를 겁먹게 하거나 역겹게 한다.",
    "나는 다른 사람들에게 말하지 않는 공상 생활을 하고 있다.",
    "내 가족 중 일부는 성격이 급하다.",
    "나는 아무것도 잘할 수 없다.",
    "나는 다른 사람들보다 더 미안한 척해서 죄책감을 느낀다.",
    "나는 대체로 내 의견을 강하게 옹호한다.",
    "나는 거미를 두려워하지 않는다.",
    "미래는 나에게 절망적으로 보인다.",
    "나의 가족 구성원과 가까운 친척들은 잘 지낸다.",
    "나는 값비싼 옷을 입고 싶다.",
    "사람들은 내가 무언가에 대해 결정을 내렸을 때 쉽게 내 마음을 바꿀 수 있다.",
    "나는 특정 동물로 인해 신경이 곤두선다.",
    "나는 다른 사람들만큼 많은 고통을 견딜 수 있다.",
    "나는 여러 번 포기하기 전까지 끝까지 해본 적이 있다.",
    "사람들이 나를 재촉하면 화가 난다.",
    "나는 쥐를 두려워하지 않는다.",
    "일주일에 여러 번 무언가 끔찍한 일이 일어날 것 같은 느낌이 든다.",
    "나는 대부분의 시간 피곤하다.",
    "나는 문손잡이를 고치는 것을 좋아한다.",
    "때때로 사람들이 내가 생각하고 있는 것을 알 수 있을 것 같은 느낌이 든다.",
    "나는 과학에 대해 읽는 것을 좋아한다.",
    "나는 넓은 열린 공간에 혼자 있는 것이 두렵다.",
    "나는 때때로 무너질 것 같은 느낌이 든다.",
    "많은 사람들이 나쁜 성적 행동을 저지르고 있다.",
    "나는 자주 한밤중에 겁을 먹었다.",
    "나는 물건을 둔 곳을 잊어버리는 것에 매우 신경이 쓰인다.",
    "내가 가장 애착을 가지고 가장 존경했던 사람은 여자였다 (어머니, 자매, 이모 또는 다른 여자).",
    "나는 모험 이야기를 연애 이야기보다 좋아한다.",
    "종종 나는 혼란스러워하고 내가 하고 싶은 말을 잊는다.",
    "나는 매우 어색하고 서투르다.",
    "나는 축구나 풋볼 같은 스포츠를 정말 좋아한다.",
    "나는 내 가족 전체를 싫어한다.",
    "어떤 사람들은 나를 알기 어렵다고 생각한다.",
    "나는 대부분의 여가 시간을 혼자 보낸다.",
    "사람들이 나를 화나게 하는 일을 하면, 나는 그들에게 내 감정을 알린다.",
    "나는 보통 무엇을 할지 결정하는 데 어려움을 겪는다.",
    "사람들은 나를 매력적이라고 생각하지 않는다.",
    "사람들은 나에게 친절하지 않다.",
    "나는 종종 다른 사람들보다 내가 못하다고 느낀다.",
    "나는 매우 완고하다.",
    "나는 마리화나를 사용하는 것을 즐겼다.",
    "정신 질환은 약함의 표시이다.",
    "나는 약물이나 알코올 문제를 가지고 있다.",
    "유령이나 영혼은 사람들에게 선하거나 나쁜 영향을 줄 수 있다.",
    "중요한 결정을 내려야 할 때 나는 무력감을 느낀다.",
    "다른 사람들이 화를 내거나 비판적일 때도 나는 항상 친절하려고 노력한다.",
    "문제가 있을 때 다른 사람과 이야기하는 것이 도움이 된다.",
    "내 인생의 주요 목표는 내 손이 닿는 곳에 있다.",
    "사람들은 개인적인 문제를 스스로 해결해야 한다고 생각한다.",
    "요즘 나는 많은 압박감이나 스트레스를 느끼지 않는다.",
    "내 삶에서 변화를 생각하는 것은 나를 매우 신경 쓰이게 한다.",
    "나의 가장 큰 문제는 가까운 사람의 행동 때문에 발생한다.",
    "나는 아파도 의사에게 가는 것을 싫어한다.",
    "내 인생이 행복하지 않지만, 내가 할 수 있는 일은 없다.",
    "문제와 걱정에 대해 이야기하는 것이 약이나 약을 복용하는 것보다 종종 더 도움이 된다.",
    "나는 정말 해로운 습관을 가지고 있다.",
    "문제를 해결해야 할 때 나는 보통 다른 사람들이 책임지게 한다.",
    "나는 내가 바꿀 수 없을 것 같은 결함을 여러 가지 가지고 있다.",
    "나는 매일 해야 할 일이 너무 지겨워서 모든 것을 그만두고 싶다.",
    "나는 최근에 자살을 고려했다.",
    "사람들이 내 일을 방해하면 매우 짜증이 난다.",
    "나는 종종 다른 사람들의 마음을 읽을 수 있다고 느낀다.",
    "중요한 결정을 내려야 할 때 긴장된다.",
    "다른 사람들이 내가 너무 빨리 먹는다고 말한다.",
    "일주일에 한 번 이상 나는 취하거나 술에 취한다.",
    "내 인생에 비극적인 손실이 있었고, 나는 절대 극복하지 못할 것이다.",
    "때때로 나는 너무 화가 나서 무슨 일이 일어나는지 모른다.",
    "사람들이 나에게 무언가를 부탁할 때 나는 거절하기 어렵다.",
    "나는 혼자 있을 때 가장 행복하다.",
    "내 인생은 텅 비고 의미가 없다.",
    "나는 직장을 유지하는 것이 어렵다.",
    "나는 인생에서 많은 실수를 저질렀다.",
    "나는 다른 사람들에게 너무 많이 양보한 것에 대해 스스로 화를 낸다.",
    "최근에 나는 자살에 대해 많이 생각했다.",
    "나는 결정을 내리고 다른 사람들에게 일을 맡기는 것을 좋아한다.",
    "가족이 없어도 누군가가 나를 돌봐줄 것이라는 것을 알고 있다.",
    "영화, 식당 또는 스포츠 행사에서 나는 줄을 서는 것을 싫어한다.",
    "아무도 모르게 나는 자살을 시도한 적이 있다.",
    "모든 것이 너무 빠르게 진행되고 있다.",
    "나는 다른 사람들에게 짐이 된다는 것을 알고 있다.",
    "나쁜 날이 지나면 몇 잔의 술이 필요하다.",
    "내가 겪고 있는 문제 중 많은 부분은 운이 나빠서이다.",
    "때때로 나는 말을 멈출 수 없다.",
    "때때로 나는 이유를 알 수 없이 일부러 자신을 자르거나 다친다.",
    "나는 매우 오랜 시간 일한다, 내 일이 요구하지 않아도.",
    "나는 보통 크게 울고 나면 기분이 나아진다.",
    "나는 물건을 어디에 두었는지 잊어버린다.",
    "내 인생을 다시 살 수 있다면, 나는 별로 바꾸고 싶지 않다.",
    "내가 의지하는 사람들이 제때에 일을 끝내지 않으면 나는 매우 짜증이 난다.",
    "내가 화가 나면 두통이 생길 것이다.",
    "나는 흥정하는 것을 좋아한다.",
    "대부분의 남자는 때때로 아내에게 불성실하다.",
    "최근에 나는 문제를 해결할 의욕을 잃었다.",
    "나는 술을 마시면서 화를 내고 가구나 접시를 부순 적이 있다.",
    "나는 명확한 기한이 있을 때 가장 잘 일한다.",
    "나는 누군가에게 매우 화가 나서 폭발할 것 같은 느낌이 든 적이 있다.",
    "때때로 내 가족에 대한 끔찍한 생각이 떠오른다.",
    "사람들은 내가 알코올 문제를 가지고 있다고 말하지만 나는 동의하지 않는다.",
    "나는 항상 일을 끝내기에는 시간이 너무 부족하다.",
    "요즘 내 생각은 점점 더 죽음과 내세로 향하고 있다.",
    "나는 아마도 절대 사용하지 않을 물건들을 자주 모으고 보관한다.",
    "나는 때때로 신체 싸움에서 누군가를 다치게 할 정도로 화가 난 적이 있다.",
    "내가 하는 모든 일에서 요즘 나는 테스트를 받고 있다는 느낌이 든다.",
    "나는 지금 내 친척들과 거의 관계가 없다.",
    "때때로 나는 내 생각이 소리 내어 말하는 것을 듣는 것 같다.",
    "내가 슬플 때 친구들을 만나면 항상 기운이 난다.",
    "지금 나에게 일어나고 있는 많은 일들이 이전에 일어났던 것 같다.",
    "내 인생이 어려워지면 그냥 포기하고 싶어진다.",
    "나는 어두운 방에 혼자 들어갈 수 없다, 내 집에서도.",
    "나는 돈에 대해 매우 걱정한다.",
    "남자가 가정을 이끌어야 한다.",
    "내가 편안하게 느끼는 유일한 곳은 내 집이다.",
    "내가 일하는 사람들은 내 문제에 동정적이지 않다.",
    "나는 내가 버는 돈에 만족한다.",
    "나는 보통 내 일을 할 에너지가 충분하다.",
    "나는 칭찬을 받는 것이 어렵다.",
    "대부분의 결혼 생활에서 한 명 또는 두 명의 파트너는 불행하다.",
    "나는 거의 자제력을 잃지 않는다.",
    "사람들이 말한 것을 기억하는 데 많은 노력이 든다.",
    "내가 슬프거나 우울할 때, 내 일에 지장이 있다.",
    "대부분의 기혼 부부는 서로에게 많은 애정을 보여주지 않는다."
];

// VRIN and TRIN
rin=[
	[
		// Name, Description, Base score
		["VRIN","Variable Response Inconsistency",0],
		// Question pairs and score
		[
			[3,"T",39,"T",1],
			[6,"T",90,"F",1],
			[6,"F",90,"T",1],
			[9,"F",56,"F",1],
			[28,"T",59,"F",1],
			[31,"T",299,"F",1],
			[32,"F",316,"T",1],
			[40,"T",176,"T",1],
			[46,"T",265,"F",1],
			[48,"T",184,"T",1],
			[49,"T",280,"F",1],
			[73,"T",377,"F",1],
			[81,"T",284,"F",1],
			[81,"F",284,"T",1],
			[83,"T",288,"T",1],
			[84,"T",105,"F",1],
			[86,"T",359,"F",1],
			[95,"F",388,"T",1],
			[99,"F",138,"T",1],
			[103,"T",344,"F",1],
			[110,"T",374,"F",1],
			[125,"F",195,"F",1],
			[135,"F",482,"T",1],
			[136,"T",507,"F",1],
			[136,"F",507,"T",1],
			[152,"F",464,"F",1],
			[161,"T",185,"F",1],
			[161,"F",185,"T",1],
			[165,"F",565,"F",1],
			[166,"T",268,"F",1],
			[166,"F",268,"T",1],
			[167,"T",243,"F",1],
			[167,"F",243,"T",1],
			[196,"F",415,"T",1],
			[199,"T",467,"F",1],
			[199,"F",467,"T",1],
			[226,"T",267,"F",1],
			[259,"F",333,"T",1],
			[262,"F",275,"F",1],
			[290,"T",556,"F",1],
			[290,"F",556,"T",1],
			[339,"F",394,"T",1],
			[349,"T",515,"F",1],
			[349,"F",515,"T",1],
			[350,"F",521,"T",1],
			[353,"T",370,"F",1],
			[353,"F",370,"T",1],
			[364,"F",554,"T",1],
			[369,"F",421,"T",1],
			[372,"T",405,"F",1],
			[372,"F",405,"T",1],
			[380,"T",562,"F",1],
			[395,"T",435,"F",1],
			[395,"F",435,"T",1],
			[396,"T",403,"F",1],
			[396,"F",403,"T",1],
			[411,"T",485,"F",1],
			[414,"F",485,"T",1],
			[472,"T",533,"F",1],
			[472,"F",533,"T",1],
			[491,"T",509,"F",1],
			[506,"T",520,"F",1],
			[506,"F",520,"T",1],
			[513,"T",542,"F",1]
		],
		// Male T scale
		[31,34,38,42,46,50,54,57,61,65,69,73,76,80,84,88,92,96,99,103,107,111,115,118,120],
		// Female T scale
		[30,34,38,42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,120]
	],[
		["TRIN","True Reponse Inconsistency",9],
		[
			[3,"T",39,"T",1],
			[12,"T",166,"T",1],
			[40,"T",176,"T",1],
			[48,"T",184,"T",1],
			[63,"T",27,"T",1],
			[65,"T",95,"T",1],
			[73,"T",239,"T",1],
			[83,"T",288,"T",1],
			[99,"T",314,"T",1],
			[125,"T",195,"T",1],
			[209,"T",351,"T",1],
			[359,"T",367,"T",1],
			[377,"T",534,"T",1],
			[556,"T",560,"T",1],
			[9,"F",56,"F",-1],
			[65,"F",95,"F",-1],
			[125,"F",195,"F",-1],
			[140,"F",196,"F",-1],
			[152,"F",464,"F",-1],
			[265,"F",360,"F",-1],
			[359,"F",367,"F",-1]
		],
		["114F","107F","99F","92F","85F","78F","71F","64F","57F","50","57T","65T","72T","79T","86T","93T","100T","107T","114T","120T"],
		["118F","111F","103F","95F","88F","80F","73F","65F","58F","50","58T","65T","73T","80T","88T","95T","103T","111T","118T","120T"]
	]
];

// Scales and Critical Items
scales=[
	[
		// Welsch Code, Scale Name, Scale Description
		["F","F","Infrequency"],
		// True questions
		[18,24,30,36,42,48,54,60,66,72,84,96,114,138,144,150,156,162,168,180,198,216,228,234,240,246,252,258,264,270,282,288,294,300,306,312,324,336,349,355,361],
		// False questions
		[6,12,78,90,102,108,120,126,132,174,186,192,204,210,222,276,318,330,343],
		// Male T scale
		[,36,39,42,45,48,51,55,58,61,64,67,70,73,76,79,82,85,89,92,95,98,101,104,107,110,113,116,119,120],
		// Female T scale
		[,37,41,44,48,51,55,58,61,65,68,72,75,79,82,85,89,92,96,99,103,106,109,113,116,120]
	],[
		[,"Fb","Backside F"],
		[281,291,303,311,317,319,322,323,329,332,333,334,387,395,407,431,450,454,463,468,476,478,484,489,506,516,517,520,524,525,526,528,530,539,540,544,555],
		[383,404,501],
		[,42,46,51,55,59,63,67,71,75,79,83,87,92,96,100,104,108,112,116,120],
		[,42,46,50,54,58,62,66,70,74,77,81,85,89,93,97,101,105,108,112,116,120]
	],[
		[,"Fp","Infrequency Psychopathology"],
		[66,114,162,193,216,228,252,270,282,291,294,322,323,336,371,387,478,555],
		[51,77,90,93,102,126,192,276,501],
		[,41,48,56,63,70,77,80,94,99,106,113,120],
		[,41,49,57,65,73,81,89,97,105,113,120]
	],[
		["L","L","Lie"],
		[],
		[16,29,41,51,77,93,102,107,123,139,153,183,203,232,260],
		[,35,39,43,48,52,56,61,65,70,74,78,83,87,91,96,100],
		[,33,38,42,47,52,57,62,66,71,76,81,86,90,95,100,105]
	],[
		["K","K","Correction"],
		[83],
		[29,37,58,76,110,116,122,127,130,136,148,157,158,167,171,196,213,243,267,284,290,330,338,339,341,346,348,356,365],
		[,,,,,,,30,33,35,37,39,41,43,45,47,49,51,54,56,58,60,62,64,66,68,70,72,75,77,79,81],
		[,,,,,,,30,32,35,37,39,41,43,46,48,50,52,54,56,59,61,63,65,67,70,72,74,76,78,81,83]
	],[
		[,"S","Superlative Self-Presentation"],
		[121,148,184,194,534,560],
		[15,50,58,76,81,87,89,104,110,120,123,154,196,205,213,225,264,279,284,290,302,337,341,346,352,373,374,403,420,423,428,430,433,442,445,449,461,486,487,523,538,542,545,547],
		[,,,,,,,,,30,32,33,34,35,36,37,38,40,41,42,43,44,45,47,48,49,50,51,52,53,55,56,57,58,59,60,61,63,64,65,66,67,68,70,71,72,73,74,75,76,78,79],
		[,,,,,,,,,,30,31,33,34,35,36,37,39,40,41,42,43,45,46,47,48,49,51,52,53,54,55,57,58,59,60,61,63,64,65,66,68,69,70,71,72,74,75,76,77,78,80]
	],[
		["1","Hs","Hypochondriasis"],
		[18,28,39,53,59,97,101,111,149,175,247],
		[2,3,8,10,20,45,47,57,91,117,141,143,152,164,173,176,179,208,224,249,255],
		[0.5,,,30,31,31,32,33,35,37,39,42,45,48,51,54,57,59,62,64,66,68,70,73,75,77,79,81,84,86,88,90,92,94,97,99,101,103,105,108,110,112,114,116,119,120],
		[0.5,,,,,,,30,33,35,38,40,43,46,49,51,54,56,59,61,63,65,67,69,71,73,76,78,80,82,84,86,88,90,92,94,97,99,101,103,105,107,109,111,113,115,117,120]
	],[
		["2","D","Depression"],
		[5,15,18,31,38,39,46,56,73,92,117,127,130,146,147,170,175,181,215,233],
		[2,9,10,20,29,33,37,43,45,49,55,68,75,76,95,109,118,134,140,141,142,143,148,165,178,188,189,212,221,223,226,238,245,248,260,267,330],
		[,,,,,,,,,,30,32,34,36,38,40,42,45,47,50,52,54,57,59,61,62,64,66,68,70,72,74,76,78,80,81,83,85,87,89,91,93,95,97,98,100,102,104,106,108,110,112,114,115,117,119,120],
		[,,,,,,,,,,,30,32,34,36,38,40,42,44,46,47,49,51,53,55,57,59,62,64,66,68,70,72,75,77,79,81,83,86,88,90,92,94,96,99,101,103,105,107,109,112,114,116,118,120]
	],[
		["3","Hy","Hysteria"],
		[11,18,31,39,40,44,65,101,166,172,175,218,230],
		[2,3,7,8,9,10,14,26,29,45,47,58,76,81,91,95,98,110,115,116,124,125,129,135,141,148,151,152,157,159,161,164,167,173,176,179,185,193,208,213,224,241,243,249,253,263,265],
		[,,,,,,,,,30,31,32,33,34,35,37,39,40,42,43,45,47,50,52,54,57,59,61,64,66,69,71,74,76,79,81,84,86,89,91,94,96,99,101,104,106,109,111,114,116,119,120],
		[,,,,,,,,,,30,31,32,32,34,35,36,38,39,41,43,45,47,49,51,54,56,58,61,63,65,68,70,73,75,77,80,82,84,87,89,90,92,94,96,99,101,104,106,108,111,113,115,118,120]
	],[
		["4","Pd","Psychopathic Deviate"],
		[17,21,22,31,32,35,42,52,54,56,71,82,89,94,99,105,113,195,202,219,225,259,264,288],
		[9,12,34,70,79,83,95,122,125,129,143,157,158,160,167,171,185,209,214,217,226,243,261,263,266,267],
		[0.4,,,,,,,,,,,,30,31,33,34,35,37,39,40,42,44,46,48,50,52,54,57,59,62,64,67,69,72,74,77,79,82,84,87,90,92,95,97,100,102,105,107,110,112,115,117,120],
		[0.4,,,,,,,,,,,,,30,32,34,36,37,39,41,43,45,47,49,51,53,55,58,60,63,66,68,71,73,76,79,81,84,87,89,92,94,97,100,102,105,107,110,113,115,118,120]
	],[
		["5","Mf","Masculinity-Femininity - Male"],
		[4,25,62,64,67,74,80,112,119,122,128,137,166,177,187,191,196,205,209,219,236,251,256,268,271],
		[1,19,26,27,63,68,69,76,86,103,104,107,120,121,132,133,163,184,193,194,197,199,201,207,231,235,237,239,254,257,272],
		[,,,,,,,,,,,,,,,,,30,32,34,36,38,40,42,44,46,48,50,52,54,56,58,60,62,64,666,68,70,72,72,76,78,79,81,83,85,87,89,91,93,95,97,99,101,103,105,107,109],
		[],
	],[
		["5","Mf","Masculinity-Femininity - Female"],
		[4,25,62,64,67,74,80,112,119,121,122,128,137,177,187,191,196,205,219,236,251,256,271],
		[1,19,26,27,63,68,69,76,86,103,104,107,120,132,133,163,166,184,193,194,197,199,201,207,209,231,235,237,239,254,257,268,272],
		[],
		[,,,,,,,,120,118,116,114,111,109,106,104,101,99,96,94,92,89,87,84,82,79,77,74,72,69,67,65,62,60,57,55,52,50,47,45,43,40,38,35,33,30]
	],[
		["6","Pa","Paranoia"],
		[16,17,22,23,24,42,99,113,138,144,145,146,162,234,259,271,277,285,305,307,333,334,336,355,361],
		[81,95,98,100,104,110,244,255,266,283,284,286,297,314,315],
		[,,,30,31,32,34,37,39,42,46,49,53,57,61,64,68,72,75,79,83,86,90,94,97,101,105,108,112,116,119,120],
		[,,,30,31,32,34,37,39,42,45,49,52,56,59,63,67,70,74,78,81,85,89,92,96,100,103,107,111,114,118,120]
	],[
		["7","Pt","Psychathenia"],
		[11,16,23,31,38,56,65,73,82,89,94,130,147,170,175,196,218,242,273,275,277,285,289,301,302,304,308,309,310,313,316,317,320,325,326,327,328,329,331],
		[3,9,33,109,140,165,174,293,321],
		[1.0,,,,,,,,,,,,,,,30,31,32,33,34,36,37,39,41,43,44,47,49,51,53,55,57,59,62,64,66,68,70,72,74,77,79,81,93,85,87,89,91,94,96,98,100,102,104,106,109,111,113,115,117,119,120],
		[1.0,,,,,,,,,,,,,,,,,30,31,32,33,35,37,38,40,42,44,47,49,51,53,55,57,59,61,62,64,66,68,70,72,73,75,77,79,81,83,84,86,88,90,92,94,95,97,99,101,103,105,106,108,110,112,114,116,117,119,120]
	],[
		["8","Sc","Schizophrenia"],
		[16,17,21,22,23,31,32,35,38,42,44,46,48,65,85,92,138,145,147,166,168,170,180,182,190,218,221,229,233,234,242,247,252,256,268,273,274,277,279,281,287,291,292,296,298,299,303,307,311,316,319,320,322,323,325,329,332,333,355],
		[6,9,12,34,90,91,106,165,177,179,192,210,255,276,278,280,290,295,343],
		[1.0,,,,,,,,,,,,,30,31,32,33,34,35,36,37,39,4,42,44,45,47,49,51,53,55,56,58,60,62,63,65,67,69,70,72,74,75,77,79,81,82,84,86,87,89,91,93,94,96,98,99,101,103,105,106,108,110,111,113,115,117,118,120],
		[1.0,,,,,,,,,,,,,,30,31,32,33,34,36,37,39,41,42,44,46,48,50,52,53,55,57,59,60,62,63,65,66,67,69,70,72,73,75,76,78,79,81,82,84,85,87,88,90,91,93,94,96,97,99,100,102,103,105,106,108,109,111,112,114,115,116,118,119,120]
	],[
		["9","Ma","Hypomania"],
		[13,15,21,23,50,55,61,85,87,98,113,122,131,145,155,168,169,182,190,200,205,206,211,212,218,220,227,229,238,242,244,248,250,253,269],
		[88,93,100,106,107,136,154,158,167,243,263],
		[0.2,,,,,,,,,,30,31,33,35,36,38,39,41,43,45,47,49,51,53,56,59,62,65,59,72,75,78,81,82,88,91,94,98,101,104,107,110,114,117,120],
		[0.2,,,,,,,,,,30,31,33,35,37,39,41,43,45,47,49,51,53,56,59,62,65,68,71,74,76,79,82,85,88,91,94,97,100,103,106,109,112,115,118,120]
	],[
		["0","Si","Social Introversion"],
		[31,56,70,100,104,110,127,135,158,161,167,185,215,243,251,265,275,284,289,296,302,308,326,337,338,347,348,351,352,357,364,367,368,369],
		[25,32,49,79,86,106,112,131,181,189,207,209,231,237,255,262,267,280,321,328,335,340,342,344,345,350,353,354,358,359,360,362,363,366,370],
		[,,,,,,,,,,30,31,33,34,35,36,37,38,40,41,42,43,44,45,47,48,49,50,51,52,54,55,56,57,58,59,61,62,63,64,65,66,68,69,70,71,72,73,75,76,77,78,79,80,82,83,84,85,86,87,89,90,91,92,93,94,96,97,98,99,100],
		[,,,,,,,,,30,31,32,33,34,35,36,37,38,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,95]
	],[
		[,"D1","Subjective Depression"],
		[31,38,39,46,56,73,92,127,130,146,147,170,175,215,223],
		[2,9,43,49,75,95,109,118,140,148,178,188,189,223,260,267,330],
		[,32,35,37,40,42,45,48,50,53,56,58,61,64,66,69,71,74,77,79,82,85,87,90,93,95,98,100,103,106,108,111,114,116],
		[,32,34,37,39,41,44,46,48,51,53,56,58,60,63,65,67,70,72,75,77,79,82,84,86,89,91,94,96,98,101,103,105,108]
	],[
		[,"D2","Psychomotor Retardation"],
		[38,46,170,233],
		[9,29,37,49,55,76,134,188,189,212],
		[,,30,32,37,43,48,54,59,65,70,76,81,87,92,98],
		[,,,30,35,41,46,51,57,62,68,73,79,84,90,95]
	],[
		[,"D3","Physical Malfunctioning"],
		[18,117,175,181],
		[2,20,45,141,142,143,148],
		[,30,35,43,51,59,67,75,83,91,100,108,116],
		[,30,34,41,48,56,63,70,78,85,93,100,107]
	],[
		[,"D4","Mental Dullness"],
		[15,31,38,73,92,147,170,233],
		[9,10,43,75,109,165,188],
		[,38,43,48,53,58,62,67,72,77,82,86,91,96,101,105,110],
		[,38,43,48,52,57,61,66,70,75,79,84,88,93,97,102,106]
	],[
		[,"D5","Brooding"],
		[38,56,92,127,130,146,170,215],
		[75,95],
		[,40,45,51,57,62,68,74,79,85,91,96],
		[,37,42,47,53,58,63,68,73,78,83,89]
	],[
		[,"Hy1","Denial of Social Anxiety"],
		[],
		[129,161,167,185,243,265],
		[,30,34,40,45,51,56,61],
		[,30,35,40,45,51,56,61]
	],[
		[,"Hy2","Need for Affection"],
		[230],
		[26,58,76,81,98,110,124,151,213,241,263],
		[,,30,32,36,40,43,47,51,55,59,63,67,71],
		[,,,30,34,38,42,46,50,55,59,63,67,71]
	],[
		[,"Hy3","Lassitude-malaise"],
		[31,39,65,175,218],
		[2,3,9,10,45,95,125,141,148,152],
		[,38,43,48,52,57,61,66,70,75,79,84,88,93,97,102,106],
		[,39,43,47,51,55,59,63,67,71,75,79,83,87,91,95,99]
	],[
		[,"Hy4","Somatic Complaints"],
		[11,18,40,44,101,172],
		[8,47,91,159,164,173,176,179,208,224,249],
		[,38,43,48,52,57,62,67,72,77,82,86,91,96,101,106,111,115,120],
		[,37,41,45,49,53,57,61,65,69,73,77,81,85,89,93,97,101,105]
	],[
		[,"Hy5","Inhibition of Aggression"],
		[],
		[7,14,29,115,116,135,157],
		[,30,33,40,48,55,63,71,78],
		[,30,31,39,46,54,62,70,77]
	],[
		[,"Pd1","Familial Discord"],
		[21,54,195,202,288],
		[83,125,214,217],
		[,38,45,51,58,65,71,78,84,91,98],
		[,38,44,50,56,62,68,74,80,86,92]
	],[
		[,"Pd2","Authority Problems"],
		[35,105],
		[34,70,129,160,263,266],
		[,30,35,42,48,55,61,68,74,81],
		[,30,38,46,53,61,69,77,84,92]
	],[
		[,"Pd3","Social Imperturbability"],
		[],
		[70,129,158,167,185,243],
		[,30,35,40,46,52,58,64],
		[,30,35,41,47,52,58,64]
	],[
		[,"Pd4","Social Alienation"],
		[17,22,42,56,82,99,113,219,225,259],
		[12,129,157],
		[,30,36,41,46,51,57,62,67,73,78,83,88,94,99],
		[,30,33,38,44,49,54,60,65,70,75,81,86,91,97]
	],[
		[,"Pd5","Self-alienation"],
		[31,32,52,56,71,82,89,94,113,264],
		[9,95],
		[,34,38,43,48,53,58,63,67,72,77,82,87,91],
		[,34,39,43,48,53,58,63,68,72,77,82,87,92]
	],[
		[,"Pa1","Persecutory Ideas"],
		[17,22,42,99,113,138,144,145,162,234,259,305,333,336,355,361],
		[314],
		[,40,46,52,58,64,70,76,82,88,94,100,106,112,118,120],
		[,39,45,51,57,63,69,75,81,87,93,99,105,111,117,120]
	],[
		[,"Pa2","Poignancy"],
		[22,146,271,277,285,307,334],
		[100,244],
		[,34,41,48,55,62,69,76,82,89,96],
		[,34,40,46,53,59,65,72,78,84,91]
	],[
		[,"Pa3","Naivete"],
		[16],
		[81,98,104,110,283,284,286,315],
		[,30,32,36,41,46,51,56,60,65,70],
		[,30,31,36,41,45,50,55,60,65,69]
	],[
		[,"Sc1","Social Alienation"],
		[17,21,22,42,46,138,145,190,221,256,277,281,291,292,320,333],
		[90,276,278,280,343],
		[,39,43,47,51,55,59,64,68,72,76,80,84,88,92,97,101,105,109,113,117,120],
		[,38,42,46,50,53,57,61,65,69,73,77,81,84,88,92,96,100,104,108,111,115,119]
	],[
		[,"Sc2","Emotional Alienation"],
		[65,92,234,273,303,323,329,332],
		[9,210,290],
		[,40,50,59,69,78,88,98,107,117,120],
		[,40,49,58,67,76,86,95,104,113,120]
	],[
		[,"Sc3","Lack of Ego Mastery, Cognitive"],
		[31,32,147,170,180,299,311,316,325],
		[165],
		[,42,48,54,60,66,72,78,84,90,96,103],
		[,43,49,55,61,67,74,80,86,92,98,104]
	],[
		[,"Sc4","Lack of Ego Mastery, Conative"],
		[31,38,48,65,92,233,234,273,299,303,325],
		[9,210,290],
		[,39,44,49,55,60,65,71,76,82,87,92,98,103,109,114],
		[,39,44,49,54,59,65,40,75,80,85,90,95,100,106,111]
	],[
		[,"Sc5","Lack of Ego Mastery, Defective Inhibition"],
		[23,85,168,182,218,242,274,320,322,329,355],
		[],
		[,40,47,54,61,68,75,82,89,96,103,110,117],
		[,40,46,53,59,65,72,78,85,91,97,104,110]
	],[
		[,"Sc6","Bizarre Sensory Experiences"],
		[23,32,44,168,182,229,247,252,296,298,307,311,319,355],
		[91,106,177,179,255,295],
		[,41,46,51,55,60,65,70,75,80,85,90,95,99,104,109,114,119,120],
		[,41,45,50,54,59,63,68,72,77,81,86,91,95,100,104,109,113,118,120]
	],[
		[,"Ma1","Amorality"],
		[131,227,248,250,269],
		[263],
		[,35,42,50,58,66,74,81],
		[,37,45,54,62,70,79,87]
	],[
		[,"Ma2","Psychomotor Acceleration"],
		[15,85,87,122,169,206,218,242,244],
		[100,106],
		[,,30,34,39,44,49,53,58,63,68,73,78],
		[,,30,35,40,45,50,55,60,65,70,75,80]
	],[
		[,"Ma3","Imperturbability"],
		[155,200,220],
		[93,136,158,167,243],
		[,30,35,41,47,53,59,65,71,77],
		[,30,37,43,50,56,62,69,75,82]
	],[
		[,"Ma4","Ego Inflation"],
		[13,50,55,61,98,145,190,211,212],
		[],
		[,30,37,43,50,56,63,69,76,82,89],
		[,31,37,43,49,56,62,68,74,80,86]
	],[
		[,"Si1","Shyness/Self-Consciousness"],
		[158,161,167,185,243,265,275,289],
		[49,262,280,321,342,360],
		[,36,39,42,45,48,51,53,56,59,62,65,68,71,74,77],
		[,36,38,41,44,46,49,52,55,57,60,63,65,68,71,74]
	],[
		[,"Si2","Social Avoidance"],
		[337,367],
		[86,340,353,359,363,370],
		[,37,41,45,49,54,58,62,67,71],
		[,37,42,47,51,56,60,65,69,74]
	],[
		[,"Si3","Self/Other Alienation"],
		[31,56,104,110,135,284,302,308,326,328,338,347,348,358,364,368,369],
		[],
		[,35,38,41,44,47,50,53,56,59,62,65,68,71,74,77,80,83,86],
		[,35,38,41,44,47,49,52,55,58,61,63,66,69,72,74,77,80,83]
	],[
		[,"ANX","Anxiety"],
		[15,30,31,39,170,196,273,290,299,301,305,339,408,415,463,469,509,556],
		[140,208,223,405,496],
		[,35,39,42,45,47,50,52,53,55,57,60,62,65,67,70,72,75,77,80,82,85,87,90,92],
		[,34,37,40,43,45,47,49,51,53,55,56,59,61,64,66,69,71,74,76,79,81,84,86,89]
	],[
		[,"FRS","Fears"],
		[154,317,322,329,334,392,395,397,435,438,441,447,458,468,471,555],
		[115,163,186,385,401,453,462],
		[,35,41,45,48,51,54,57,60,64,67,70,74,77,80,84,87,90,93,97,100,103,107,110,113],
		[,31,35,38,41,43,46,48,51,53,56,59,62,65,68,72,75,78,81,85,88,91,94,98,101]
	],[
		[,"OBS","Obsessivness"],
		[55,87,135,196,309,313,327,328,394,442,482,491,497,509,547,553],
		[],
		[,33,37,41,44,47,50,53,56,59,63,66,70,73,77,80,84,87],
		[,32,37,41,44,46,48,50,53,56,59,63,67,71,75,79,83,87]
	],[
		[,"DEP","Depression"],
		[38,52,56,65,71,82,92,130,146,215,234,246,277,303,306,331,377,399,400,411,454,506,512,516,520,539,546,554],
		[3,9,75,95,388],
		[,36,41,45,48,51,53,55,56,58,59,61,63,65,66,68,70,71,73,75,77,78,80,82,83,85,87,88,90,92,94,95,97,99,100],
		[,34,39,42,45,48,50,52,54,55,57,58,60,62,63,65,67,68,70,72,73,75,77,78,80,82,83,85,87,88,90,92,93,95,97]
	],[
		[,"HEA","Health Concerns"],
		[11,18,28,36,40,44,53,59,97,101,111,149,175,247],
		[20,33,45,47,57,91,117,118,141,142,159,164,176,179,181,194,204,224,249,255,295,404],
		[,33,37,41,44,48,51,53,56,58,60,62,64,66,68,70,72,74,76,78,80,81,83,85,87,89,91,93,95,97,99,101,103,105,106,108,110,112],
		[,32,36,40,43,46,49,51,53,55,57,59,61,63,64,66,68,70,72,74,76,77,79,81,83,85,87,89,90,92,94,96,98,100,101,103,105,107]
	],[
		[,"BIZ","Bizarre Mentation"],
		[24,32,60,96,138,162,198,228,259,298,311,316,319,333,336,355,361,466,490,508,543,551],
		[427],
		[,39,46,51,54,57,60,63,67,70,74,77,81,84,88,91,94,98,101,105,108,112,115,119,120],
		[,39,47,52,56,58,61,64,67,70,73,76,79,81,84,87,90,93,96,99,102,105,108,110,113]
	],[
		[,"ANG","Anger"],
		[29,37,116,134,302,389,410,414,430,461,486,513,540,542,548],
		[564],
		[,32,36,40,43,46,48,50,53,56,59,63,67,70,74,78,82,86],
		[,31,36,39,42,45,47,50,53,56,60,64,68,72,76,80,84,88]
	],[
		[,"CYN","Cynicism"],
		[50,58,76,81,104,110,124,225,241,254,283,284,286,315,346,352,358,374,399,403,445,470,538],
		[],
		[,32,35,38,40,41,43,44,46,47,48,49,51,52,54,56,59,62,65,68,71,74,77,80,83],
		[,32,35,38,40,42,44,46,47,48,50,51,53,54,56,58,61,64,67,69,72,75,77,80,83]
	],[
		[,"ASP","Antisocial Practices"],
		[26,35,66,81,84,104,105,110,123,227,240,248,250,254,269,283,284,374,412,418,419],
		[266],
		[,30,34,37,40,42,44,46,47,49,51,53,55,58,62,65,69,72,76,79,83,87,90,94],
		[,33,36,39,42,45,47,49,42,54,56,59,63,66,69,72,75,79,82,85,88,91,94,98]
	],[
		[,"TPA","Type A"],
		[27,136,151,212,302,358,414,419,420,423,430,437,507,510,523,531,535,541,545],
		[],
		[,30,32,36,38,41,43,44,46,48,50,53,56,60,64,68,72,77,81,85,89],
		[,30,33,36,38,41,43,45,48,50,53,56,60,64,69,73,77,81,85,90,94]
	],[
		[,"LSE","Low Self-esteem"],
		[70,73,130,235,326,369,376,380,411,421,450,457,475,476,483,485,503,504,519,526,562],
		[61,78,109],
		[,35,41,45,48,51,53,55,57,59,62,64,67,70,72,75,77,80,83,85,88,91,93,96,98,101],
		[,35,40,44,47,49,51,52,54,55,57,60,62,65,68,70,73,76,78,81,84,86,89,92,94,97]
	],[
		[,"SOD","Social Discomfort"],
		[46,158,167,185,265,275,281,337,349,367,479,480,515],
		[49,86,262,280,321,340,353,359,360,363,370],
		[,32,35,39,41,43,45,47,49,50,52,54,55,58,60,63,65,68,71,73,76,78,81,84,86,89],
		[,32,35,39,41,44,46,48,49,51,52,54,56,58,60,63,65,68,70,72,75,77,80,82,84,87]
	],[
		[,"FAM","Family Problems"],
		[21,54,145,190,195,205,256,292,300,323,378,379,382,413,449,478,543,550,563,567],
		[83,125,217,383,455],
		[,33,37,41,44,47,50,52,55,57,60,63,66,68,71,74,77,80,82,85,88,91,94,97,99,102,105],
		[,32,36,39,42,45,47,50,52,55,57,60,62,65,68,70,73,75,78,81,83,86,89,91,94,96,99]
	],[
		[,"WRK","Work Interference"],
		[15,17,31,54,73,98,135,233,243,299,302,339,364,368,394,409,428,445,464,491,505,509,517,525,545,554,559,566],
		[10,108,318,521,561],
		[,33,36,39,41,44,46,48,50,52,54,56,57,59,61,63,65,67,68,70,72,74,76,78,79,81,83,85,87,89,90,92,94,96,98],
		[,31,34,37,40,43,45,46,48,50,51,52,54,55,57,59,61,63,65,67,69,70,73,76,78,80,82,84,86,88,90,92,95,97,99]
	],[
		[,"TRT","Negative Treatment Indicators"],
		[22,92,274,306,364,368,373,375,376,377,391,399,482,488,491,495,497,499,500,504,528,539,554],
		[493,494,501],
		[,35,39,43,47,49,52,54,56,59,61,64,66,69,71,74,76,79,81,84,86,89,91,94,96,99,101,104],
		[,35,39,43,46,49,51,53,55,57,59,61,64,67,69,72,74,77,79,82,84,87,89,92,95,97,100,102]
	],[
		[,"A","Anxiety"],
		[31,38,56,65,82,127,135,215,233,243,251,273,277,289,301,309,310,311,325,328,338,339,341,347,390,391,394,400,408,411,415,421,428,442,448,451,464,469],
		[388],
		[,36,37,39,40,42,43,44,46,47,49,50,51,53,54,56,57,58,60,61,63,64,65,67,68,70,71,73,74,75,77,78,80,81,82,84,85,87,88,89,91],
		[,35,37,38,39,40,42,43,44,45,47,48,49,50,52,53,54,56,57,58,59,61,62,63,64,66,67,68,69,71,72,73,74,76,77,76,80,81,82,83,85]
	],[
		[,"R","Repression"],
		[],
		[1,7,10,14,37,45,69,112,118,120,128,134,142,168,178,189,197,199,248,255,256,297,330,346,350,353,354,359,363,365,422,423,430,432,449,456,465],
		[,,,,,,,30,32,34,36,39,41,43,45,47,50,52,54,56,58,61,63,65,67,69,72,74,76,81,83,85,87,89,92,94,96,98],
		[,,,,,,,,,30,31,33,36,39,41,44,46,49,52,54,57,60,62,65,67,70,73,75,78,81,83,86,88,91,94,96,99,102,104]
	],[
		[,"Es","Ego Strength"],
		[2,33,45,98,141,159,169,177,179,189,199,209,213,230,245,325,385,406,413,425],
		[23,31,32,36,39,53,60,70,82,87,119,128,175,196,215,221,225,229,236,246,307,310,316,328,391,394,441,447,458,464,469,471],
		[,,,,,,,,,,,,,,,,,,,,,,,,,,,,,30,31,34,36,38,40,42,45,47,49,51,54,56,58,60,63,65,67,69,72,74,76,78,81,83],
		[,,,,,,,,,,,,,,,,,,,,,,,,,30,31,33,35,37,39,41,43,45,47,49,51,53,55,57,59,61,64,66,68,70,72,74,76,78,80,82,84,86]
	],[
		[,"MAC-R","MacAndrew Alcoholism Scale-Revised"],
		[7,24,36,49,52,69,72,82,84,103,105,113,115,128,168,172,202,214,224,229,238,257,280,342,344,407,412,414,422,434,439,445,456,473,502,506,549],
		[73,107,117,137,160,166,251,266,287,299,325,387],
		[,,,,,,,,,,,,,,30,32,34,37,39,41,44,46,48,51,53,55,58,60,62,64,67,69,72,74,76,78,81,83,85,88,90,92,95,97,99,102,104,106,109,111,113],
		[,,,,,,,,,,,,30,31,34,37,40,42,45,48,50,53,56,59,61,64,67,69,72,75,78,80,83,86,88,91,94,96,99,102,105,107,110,113,115,116,120]
	],[
		[,"AAS","Addiction Acknowledgement"],
		[172,264,288,362,387,487,489,511,527,544],
		[266,429,501],
		[,36,41,46,51,56,60,65,70,75,80,85,90,95,100],
		[,39,44,50,56,61,67,7,78,84,90,95,101,107,113]
	],[
		[,"APS","Addiction Potential"],
		[7,29,41,89,103,113,120,168,183,189,196,217,242,260,267,341,342,344,377,422,502,523,540],
		[4,43,76,104,137,157,220,239,306,312,349,440,495,496,500,504],
		[,,,,,,,,,,,,,,,,,30,33,35,38,41,44,46,49,52,54,57,60,63,65,68,71,73,76,79,82,84,87,90,92],
		[,,,,,,,,,,,,,,,,30,31,33,36,39,42,44,47,50,52,55,58,60,63,66,69,71,74,77,79,82,85,87,90,93]
	],[
		[,"MDS","Marital Distress"],
		[21,22,135,195,219,382,484,563],
		[12,83,95,125,493,494],
		[,37,42,46,51,56,60,65,69,74,79,83,88,92,97,102],
		[,38,42,46,50,55,59,63,68,72,76,80,85,89,93,98]
	],[
		[,"Ho","Hostility"],
		[19,27,46,50,58,76,81,99,104,110,124,136,145,171,205,225,227,241,248,251,254,259,265,286,306,315,338,346,347,352,357,358,386,393,398,406,414,419,423,425,436,443,445,452,457,466,470],
		[217,230,372],
		[,,30,31,32,33,34,35,36,38,39,40,41,42,44,45,46,47,48,50,51,52,53,54,56,57,58,59,60,62,63,64,65,66,67,69,70,71,72,73,75,76,77,78,79,81,82,83,84,85,87,88],
		[,,30,31,32,34,35,36,37,39,40,41,42,44,45,46,47,49,50,51,52,54,55,56,58,59,60,61,63,64,65,66,68,69,70,71,73,74,75,76,78,79,80,82,83,84,85,87,88,89,90,92]
	],[
		[,"O-H","Overcontrolled Hostility"],
		[67,79,207,286,305,398,471],
		[1,15,29,69,77,89,98,116,117,129,153,169,171,293,344,390,400,420,433,440,460],
		[,,,,,,,30,31,35,38,41,45,48,52,55,59,62,65,69,72,76,79,82,86,89,93,96,99,103],
		[,,,,,,,,,30,33,37,41,44,48,52,55,59,63,66,70,74,77,81,85,88,92,96,99,103]
	],[
		[,"Do","Dominance"],
		[55,207,232,245,386,416],
		[31,52,70,73,82,172,201,202,220,227,243,244,275,309,325,399,412,470,473],
		[,,,,,,,,,,,30,31,34,38,41,45,48,51,55,58,61,65,68,72,75,78],
		[,,,,,,,,,,,30,32,35,39,42,46,49,53,56,59,63,66,70,73,77,80]
	],[
		[,"Re","Social Responsibility"],
		[100,160,199,266,440,467],
		[7,27,29,32,84,103,105,145,164,169,201,202,235,275,358,412,417,418,430,431,432,456,468,470],
		[,,,,,,,,,,,,,30,32,34,37,39,42,45,47,50,52,55,57,60,63,65,68,70,73,76],
		[,,,,,,,,,,,,,,,30,32,35,38,41,44,47,50,53,56,59,62,65,68,71,74,77]
	],[
		[,"Mt","College Maladjustment"],
		[15,16,28,31,38,71,73,81,82,110,130,215,218,233,269,273,299,302,325,331,339,357,408,411,449,464,469,472],
		[2,3,9,10,20,43,95,131,140,148,152,223,405],
		[,32,34,36,37,39,40,42,43,45,46,48,50,51,53,54,56,57,59,60,62,64,65,67,68,70,71,73,74,76,77,79,81,82,84,85,87,88,30,31,93,95,96],
		[,32,34,35,37,38,40,41,42,44,45,47,48,50,51,52,54,55,57,58,60,61,62,64,65,67,68,70,71,72,74,75,77,78,80,81,82,84,85,87,88,90,91]
	],[
		[,"GM","Masculine Gender Role"],
		[8,20,143,152,159,163,176,199,214,237,321,331,350,385,388,401,440,462,467,474],
		[4,23,44,64,70,73,74,80,100,137,146,187,289,351,364,392,395,435,438,441,469,471,498,509,519,532,536],
		[,,,,,,,,,,,,,,,,,,,,,,,,,,,,,30,31,34,36,38,40,42,45,47,49,51,53,56,58,60,62,64,66,69,71],
		[,,,,,,,,,,,,,,,,,30,32,33,35,36,38,40,41,43,44,46,47,49,50,52,53,55,56,58,59,61,63,64,66,67,69,70,72,73,75,76,78]
	],[
		[,"GF","Feminine Gender Role"],
		[62,67,119,121,128,263,266,353,384,426,449,456,475,552],
		[1,27,63,68,79,84,105,123,133,155,197,201,203,220,231,238,239,250,257,264,272,287,406,417,465,477,487,510,511,537,548,550],
		[,,,,,,,,,,,,,,,,,,,30,32,34,37,39,41,43,45,47,49,51,54,56,58,60,62,64,66,68,71,73,75,77,79,81,83,85,88,90],
		[,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,30,33,35,38,40,43,46,48,51,53,56,59,61,64,66,69,71]
	],[
		[,"PK","Post-traumatic Stress Disorder"],
		[16,17,22,23,30,31,32,37,39,48,52,56,59,65,82,85,92,94,101,135,150,168,170,196,221,274,277,302,303,305,316,319,327,328,339,347,349,367],
		[2,3,9,49,75,95,125,140],
		[,37,38,40,42,43,45,47,48,50,52,53,55,57,58,60,62,63,65,67,68,70,72,73,75,77,78,80,82,83,85,87,88,90,92,93,95,97,98,100,102,103,105,107,108,110,112,113],
		[,37,39,40,42,43,45,46,48,49,51,52,54,55,57,58,60,61,63,64,66,67,69,71,72,74,75,77,78,80,81,83,84,86,87389,90,92,93,95,96,98,99,101,103,104,106,107]
	],[
		[,"PS","Post-traumatic Stress Disorder"],
		[17,21,22,31,32,37,38,44,48,56,59,65,85,94,116,135,145,150,168,170,180,218,221,273,274,277,299,301,304,305,311,316,319,325,328,377,386,400,463,464,469,471,475,479,515,516,565],
		[3,9,45,75,95,141,165,208,223,280,372,405,564],
		[,37,38,39,41,42,43,44,46,47,48,49,51,52,53,54,56,57,58,59,61,62,63,64,66,67,68,69,71,72,73,74,76,77,78,79,81,82,83,84,86,87,88,89,91,92,93,94,96,97,98,99,101,102,103,104,106,107,108,110,111,112],
		[,37,38,39,40,41,42,43,45,46,47,48,49,50,51,52,54,55,56,57,58,59,60,61,62,63,64,66,68,69,70,71,73,74,75,76,77,78,79,80,81,83,84,85,86,87,88,89,90,92,93,94,95,97,98,99,100,102,103,104]
	],[
		[,"D-O","Depression, Obvious"],
		[15,18,31,38,39,46,56,73,92,127,130,146,147,170,175,215,233],
		[2,9,10,20,33,43,45,49,75,95,109,118,140,141,142,165,188,223,245,248,260,330],
		[,32,34,37,39,41,44,46,48,51,53,55,58,60,62,65,67,69,72,74,76,79,81,83,86,88,90,93,95,97,100,102,104,107,109,111,114,116,118,120],
		[,32,34,36,38,40,42,44,46,48,51,53,55,57,59,61,63,65,67,69,71,73,75,77,79,81,83,85,87,89,92,94,96,98,100,102,104,106,108,110,112]
	],[
		[,"D-S","Depression, Subtle"],
		[5,117,282],
		[29,37,55,68,76,134,143,148,178,189,212,221,226,238,267],
		[,,,,,,,32,36,40,44,48,52,55,59,63,67,71,75,78],
		[,,,,,,,,32,36,40,44,48,53,57,61,65,69,73,77]
	],[
		[,"Hy-O","Hysteria, Obvious"],
		[11,18,31,39,40,44,65,101,166,172,175,218],
		[2,3,8,9,10,45,47,91,95,115,125,141,152,159,164,173,179,208,224,249],
		[,37,40,42,45,48,51,53,56,59,62,64,67,70,73,76,78,81,84,87,89,92,95,98,100,103,106,109,111,114,117,120],
		[,37,39,41,44,46,48,51,53,56,58,60,63,65,67,70,72,75,77,79,82,84,86,89,91,93,96,98,101,103,105,108,110,112]
	],[
		[,"Hy-S","Hysteria, Subtle"],
		[230],
		[7,14,26,29,58,76,81,98,110,116,124,129,135,148,151,157,161,167,176,185,193,213,241,243,253,263,265],
		[,,,,,,,,,31,34,36,38,41,43,45,47,50,52,54,57,59,61,64,66,68,71,73,75,78],
		[,,,,,,,,,,32,34,37,39,42,44,47,49,51,54,56,59,61,64,66,69,71,73,76,78]
	],[
		[,"Pd-O","Psychopathic Deviate, Obvious"],
		[17,22,31,32,35,42,52,54,56,71,82,94,99,105,195,202,225,259,264,288],
		[9,12,34,79,95,125,261,266],
		[,34,36,39,42,44,47,50,52,55,58,60,63,66,68,71,74,76,79,82,84,87,90,92,95,98,100,103,106,108],
		[,35,38,41,44,46,49,52,54,57,60,62,65,68,70,73,76,79,81,84,87,89,92,95,97,100,103,105,108,111]
	],[
		[,"Pd-S","Psychopathic Deviate, Subtle"],
		[21,89,113,219],
		[70,83,122,129,143,157,158,160,167,171,185,209,214,217,226,243,263,267],
		[,,,,,,,33,37,41,45,48,52,56,60,64,68,72,76,79,83,87,91,95],
		[,,,,,,,31,35,39,43,47,51,55,59,63,67,71,75,79,83,87,91,95]
	],[
		[,"Pa-O","Paranoia, Obvious"],
		[17,22,23,24,42,99,138,144,146,162,234,259,277,285,305,307,333,336,355,361],
		[255,266,314],
		[,38,43,47,52,57,61,66,70,75,80,84,89,93,98,102,107,112,116],
		[,38,42,47,51,55,60,64,68,72,77,81,85,90,94,98,103,107,111,115,120]
	],[
		[,"Pa-S","Paranoia, Subtle"],
		[16,113,145,271,334],
		[81,95,98,100,104,110,244,283,284,286,297,315],
		[,,,,31,35,39,43,48,52,56,60,65,69,73,77,82,86,90],
		[,,,,31,35,39,44,48,52,57,61,65,69,74,78,82,87,91]
	],[
		[,"Ma-O","Hypomania, Obvoius"],
		[15,23,50,61,85,87,145,155,168,182,190,205,218,227,229,238,242,250,253,269],
		[100,106,107],
		[,,30,34,37,40,44,47,51,54,57,61,64,67,71,74,78,81,84,88,91,95,98,101,105],
		[,,32,35,39,42,45,49,52,55,59,62,66,69,72,76,79,82,86,89,92,96,99,103,106]
	],[
		[,"Ma-S","Hypomania, Subtle"],
		[13,21,55,98,113,122,131,169,200,206,211,212,220,244,248],
		[88,93,136,154,158,167,243,263],
		[,,,,,,31,35,39,42,46,50,54,57,61,65,69,72,76,80,83,87,91,95,98],
		[,,,,,,32,36,40,44,47,51,55,59,63,67,70,74,78,82,86,90,93,97,101]
	],[
		["RCd","dem","Demoralization"],
		[31,56,64,73,82,94,130,180,215,233,273,277,339,400,411,464,469,482,485,491,505,554],
		[95,388],
		[,37,42,47,50,52,54,56,57,58,60,62,64,66,68,70,71,73,75,77,79,81,83,85,86,88],
		[,36,41,45,48,50,52,53,54,55,56,58,60,61,63,65,67,69,71,73,75,77,79,81,83,85]
	],[
		["RC1","som","Somatic Complaints"],
		[11,18,28,40,97,101,111,149,172,247,536],
		[2,8,20,47,57,91,106,141,164,176,177,179,208,224,255,295],
		[,37,43,48,52,55,58,60,63,65,68,71,73,76,79,81,84,86,89,92,94,97,100],
		[,36,41,45,49,52,55,57,59,62,64,66,68,70,72,74,76,78,80,82,85,87,89,91,93,95,97,99,100]
	],[
		["RC2","lpe","Low Positive Emotions"],
		[],
		[9,10,49,61,75,109,148,188,206,239,244,280,318,330,494,521,552],
		[,34,39,43,46,50,53,57,60,64,68,72,75,79,83,86,90,94,97],
		[,33,38,42,46,50,54,58,62,66,70,74,79,83,87,91,95,99,100]
	],[
		["RC3","cyn","Cynicism"],
		[58,76,81,104,110,241,254,284,286,352,436,445,538,563,567],
		[],
		[,34,38,41,43,45,47,48,50,53,56,60,64,69,74,78,83],
		[,33,38,41,44,46,48,50,52,55,58,62,66,70,74,78,82]
	],[
		["RC4","asb","Antisocial Behavior"],
		[21,35,84,105,202,240,264,362,379,412,431,487,489,511,540,548],
		[34,83,160,266,429,455],
		[,33,37,41,44,47,49,52,54,57,59,62,65,68,71,74,77,80,83,86,89,92,95,98],
		[,35,40,44,48,52,55,58,60,63,66,69,71,74,77,80,83,85,88,91,94,96,99,100]
	],[
		["RC6","per","Ideas of Persecution"],
		[24,42,99,138,144,145,162,216,228,259,333,336,355,361,484,490],
		[314],
		[,41,56,62,65,67,70,73,76,79,82,85,88,90,93,96,99,100],
		[,43,58,64,67,70,73,76,79,82,85,88,91,94,97,99,100]
	],[
		["RC7","dne","Dysfunctional Negative Emotions"],
		[37,127,161,251,274,289,301,302,310,320,327,328,329,390,421,424,430,442,451,463,471,507,513,519],
		[],
		[,34,38,42,45,47,49,52,54,56,58,60,63,65,67,70,72,75,77,80,82,85,87,90,92,95],
		[,32,36,40,42,45,47,49,50,52,54,55,58,60,63,65,68,71,74,76,79,82,84,87,90,92]
	],[
		["RC8","abx","Aberrant Experiences"],
		[32,60,72,96,168,182,198,229,296,298,307,311,316,319,466,508,551],
		[427],
		[,39,47,52,56,59,63,66,70,73,76,80,83,87,90,93,97,100],
		[,39,47,52,56,60,63,66,69,73,76,79,82,85,89,92,95,98,100]
	],[
		["RC9","hpm","Hypomanic Activation"],
		[27,50,55,86,122,134,153,169,189,209,212,213,226,242,250,267,304,324,345,346,366,389,393,406,414,423,542],
		[100],
		[,30,30,31,33,36,38,39,41,42,44,45,47,48,50,51,53,56,58,61,64,67,70,73,76,79,82,85,88,91],
		[,30,30,32,34,37,38,40,42,44,46,48,49,51,53,56,58,61,64,66,69,72,74,77,80,83,85,88,91,94]
	],[
		[,"AGGR","Aggressiveness"],
		[27,50,85,134,239,323,324,346,350,358,414,423,452,521,548],
		[70,446,503],
		[,,30,33,36,38,40,43,45,48,51,54,59,64,69,74,79,84,89,94],
		[,30,32,35,38,41,44,46,49,53,57,61,66,71,76,81,86,91,96,101]
	],[
		[,"PSYC","Psychoticism"],
		[24,42,48,72,96,99,138,144,198,241,259,315,319,336,355,361,374,448,466,490,508,549,551],
		[184,427],
		[,35,40,45,49,52,56,59,62,65,68,72,75,78,81,84,88,91,94,97,101,104,107,110,114,117,120],
		[,35,41,46,50,53,56,60,63,66,69,72,75,78,81,84,87,90,93,96,99,103,106,109,112,115,118]
	],[
		[,"DISC","Disconstraint"],
		[35,84,88,103,105,123,209,222,250,284,344,362,385,412,417,418,431,477],
		[34,100,121,126,154,263,266,309,351,402,497],
		[,,,,,30,31,33,35,37,39,41,42,44,46,49,51,54,57,60,64,67,71,75,78,82,82,89,93,96,100],
		[,,,30,31,34,37,39,42,44,46,49,51,54,56,60,63,66,69,73,76,79,83,86,89,93,96,99,102,106,109]
	],[
		[,"NEGE","Negative Emotionality / Neuroticism"],
		[37,52,82,93,116,166,196,213,290,301,305,329,375,389,390,395,397,407,409,415,435,442,444,451,513,542,556],
		[63,223,372,405,496,564],
		[,31,34,36,39,41,43,44,46,48,49,51,52,54,56,57,59,61,64,66,68,70,72,74,76,78,80,82,84,86,89,91,93,95,97],
		[,30,31,34,36,38,40,42,44,45,46,48,49,50,52,53,55,57,59,61,63,66,68,70,72,75,77,79,81384,86,88,90,93,95]
	],[
		[,"INTR","Introversion / Low Positive Emotionality"],
		[38,56,233,515,517],
		[9,49,61,75,78,86,95,109,131,174,188,189,207,226,231,244,267,318,330,340,342,343,353,356,359,370,460,531,534],
		[,,30,31,33,35,37,39,41,43,45,48,50,52,54,56,59,61,64,66,68,71,73,76,78,80,83,85,88,90,92,95,97,100,102,105],
		[,,,30,32,34,37,39,42,44,46,48,50,53,55,57,60,63,65,68,70,73,76,78,81,83,86,89,91,94,96,99,102,104,107,109]
	],[
		[,"FRS1","Generalized Fearfulness"],
		[317,322,329,334,395,435,441,447,468,471,555],
		[186],
		[,44,53,62,71,80,89,98,107,113,120],
		[,42,48,55,61,68,74,81,88,94,101,107]
	],[
		[,"FRS2","Multiple Fears"],
		[154,392,438,458],
		[115,163,385,401,453,462],
		[,37,41,45,50,54,59,63,67,72,76,81],
		[,30,33,37,41,45,49,53,58,62,66,70]
	],[
		[,"DEP1","Lack of Drive"],
		[38,71,92,399,400,512,516,539,554],
		[3,9,75],
		[,40,46,51,57,62,68,73,79,84,89,95,100,106],
		[,40,45,50,55,60,65,70,75,80,85,90,95,100]
	],[
		[,"DEP2","Dysphoria"],
		[56,65,146,215],
		[95,388],
		[,42,50,58,66,74,82,90],
		[,40,47,53,60,66,73,79]
	],[
		[,"DEP3","Self-Depreciation"],
		[52,82,130,234,246,377,411],
		[],
		[,41,48,55,62,69,76,83,91],
		[,40,47,54,61,68,75,82,89]
	],[
		[,"DEP4","Suicidal Ideation"],
		[303,454,506,520,546],
		[],
		[,45,62,79,95,112,120],
		[,45,61,77,93,109,120]
	],[
		[,"HEA1","Gastrointestinal Symptoms"],
		[18,59,111],
		[20,47],
		[,44,57,70,83,96,109],
		[,43,54,64,75,86,97]
	],[
		[,"HEA2","Neurological Symtoms"],
		[44,53,101,149,247],
		[91,142,159,164,179,255,295],
		[,40,47,54,60,67,74,80,87,94,100,107,114,120],
		[,39,45,50,56,61,67,72,78,83,89,94,99,105]
	],[
		[,"HEA3","General Health Concerns"],
		[175],
		[33,45,118,141,224],
		[,40,48,56,64,72,81,89],
		[,40,48,56,64,71,79,87]
	],[
		[,"BIZ1","Psychotic Symptomatology"],
		[24,60,96,138,162,228,336,355,361,508,551],
		[],
		[,44,54,64,74,84,94,104,114,120],
		[,44,54,65,76,86,97,108,118,120]
	],[
		[,"BIZ2","Schizotypal Characteristics"],
		[32,259,298,311,316,319,333,466,543],
		[],
		[,41,47,54,60,67,73,80,86,93,99],
		[,41,47,54,60,66,72,79,85,91,97]
	],[
		[,"ANG1","Explosive Behavior"],
		[37,134,389,414,540,548],
		[564],
		[,39,45,52,58,64,71,77,83],
		[,39,47,54,61,69,76,84,91]
	],[
		[,"ANG2","Irritability"],
		[116,302,430,461,486,513,542],
		[],
		[,35,41,46,51,56,61,67,72],
		[,33,39,44,49,54,59,65,70]
	],[
		[,"CYN1","Misanthropic Beliefs"],
		[58,76,81,104,110,241,254,283,284,286,352,374,399,470,538],
		[],
		[,33,36,39,41,44,47,50,52,55,58,60,63,66,69,71,74],
		[,34,37,40,42,45,48,51,54,56,59,62,65,68,70,73,76]
	],[
		[,"CYN2","Interpersonal Suspiciousness"],
		[50,124,225,315,346,358,403,445],
		[],
		[,34,39,43,48,53,57,62,66,71],
		[,35,40,45,49,54,59,64,68,73]
	],[
		[,"ASP1","Antisocial Attitudes"],
		[26,66,81,104,110,123,227,248,250,254,269,283,284,374,418,419],
		[],
		[,32,35,37,40,43,46,49,52,55,57,60,63,66,69,72,75,79],
		[,33,36,39,42,45,48,52,55,58,61,64,67,70,73,76,79,82]
	],[
		[,"ASP2","Antisocial Behavior"],
		[35,84,105,412],
		[266],
		[,38,45,52,59,67,74],
		[,42,51,61,71,81,90]
	],[
		[,"TPA1","Impatience"],
		[302,420,430,507,523,535],
		[],
		[,34,39,45,51,57,63,68],
		[,34,40,46,52,58,64,70]
	],[
		[,"TPA2","Competitive Drive"],
		[27,151,212,358,419,423,510,531,545],
		[],
		[,33,39,44,50,55,60,66,71,77,82],
		[,34,40,46,52,58,64,70,76,82,89]
	],[
		[,"LSE1","Self-Doubt"],
		[73,130,326,411,450,483,485,504],
		[61,78,109],
		[,39,44,49,54,59,64,70,75,80,85,90,95],
		[,39,43,48,53,57,62,66,71,75,80,85,89]
	],[
		[,"LSE2","Submissiveness"],
		[70,369,421,457,503,519],
		[],
		[,41,48,55,62,69,76,83],
		[,39,45,51,57,63,69,75]
	],[
		[,"SOD1","Introversion"],
		[46,265,281,337,349,367,480,515],
		[49,86,280,340,353,359,363,370],
		[,36,39,42,45,47,50,53,56,59,62,65,68,71,73,76,79,82],
		[,37,40,43,46,49,52,55,58,61,64,67,70,73,76,79,82,85]
	],[
		[,"SOD2","Shyness"],
		[158,167,185,275],
		[262,321,360],
		[,36,41,47,52,58,63,68,74],
		[,35,40,45,50,55,60,65,69]
	],[
		[,"FAM1","Family Discord"],
		[21,54,190,205,256,323,378,382,449,478,563],
		[83],
		[,35,40,45,50,55,60,65,70,75,80,85,90,95],
		[,33,38,42,47,52,57,62,67,71,76,81,86,91]
	],[
		[,"FAM2","Familial Alienation"],
		[195,550],
		[217,383,455],
		[,40,49,58,67,76,84],
		[,41,50,59,68,77,86]
	],[
		[,"TRT1","Low Motivation"],
		[92,364,368,376,491,497,500,528,539,554],
		[494],
		[,42,48,54,60,66,71,77,83,89,95,101,107],
		[,41,46,51,56,61,66,71,76,81,86,91,96]
	],[
		[,"TRT2","Inability to Disclose"],
		[274,373,375,391,495],
		[],
		[,37,45,52,60,68,75],
		[,38,46,53,60,68,75]
	],[
		// Unused, Scale Name, Scale Description
		[,"KB1","Koss-Butcher Critical Items - Acute Anxiety Scale"],
		// True questions
		[5,15,28,39,59,172,218,301,444,463,469],
		// False questions
		[2,3,10,140,208,223],
		// T scales are undefined to flag this as a critical item
		,
		,
	],[
		[,"KB2","Koss-Butcher Critical Items - Depressed Suicidal Ideation"],
		[38,65,71,92,130,146,215,233,273,303,306,411,454,485,506,518,520,524],
		[9,75,95,388],
		,
		,
	],[
		[,"KB3","Koss-Butcher Critical Items - Threatened Assault"],
		[37,85,134,213,389],
		[],
		,
		,
	],[
		[,"KB4","Koss-Butcher Critical Items - Situational Stress Due to Alcoholism"],
		[264,487,489,502,511,518],
		[125],
		,
		,
	],[
		[,"KB5","Koss-Butcher Critical Items - Mental Confusion"],
		[24,31,32,72,96,180,198,299,311,316,325],
		[],
		,
		,
	],[
		[,"KB6","Koss-Butcher Critical Items - Persecutory Ideas"],
		[17,42,99,124,138,144,145,162,216,228,241,251,259,333,361],
		[314],
		,
		,
	],[
		[,"LW1","Lachar-Wrobel Critical Items - Anxiety and Tension"],
		[15,17,172,218,299,301,320,463],
		[223,261,405],
		,
		,
	],[
		[,"LW2","Lachar-Wrobel Critical Items - Depression and Worry"],
		[65,73,130,150,180,273,303,339,411,415,454],
		[2,3,10,75,165],
		,
		,
	],[
		[,"LW3","Lachar-Wrobel Critical Items - Sleep Disturbance"],
		[5,30,39,328,471],
		[140],
		,
		,
	],[
		[,"LW4","Lachar-Wrobel Critical Items - Deviant Beliefs"],
		[42,99,138,144,162,216,228,259,333,336,355,466],
		[106,314],
		,
		,
	],[
		[,"LW5","Lachar-Wrobel Critical Items - Deviant Thinking and Experiences"],
		[32,60,96,122,198,298,307,316,319,427],
		[],
		,
		,
	],[
		[,"LW6","Lachar-Wrobel Critical Items - Substance Abuse"],
		[168,264],
		[429],
		,
		,
	],[
		[,"LW7","Lachar-Wrobel Critical Items - Antisocial Attitude"],
		[27,35,84,105,227,240,254,324],
		[266],
		,
		,
	],[
		[,"LW8","Lachar-Wrobel Critical Items - Family Conflict"],
		[21,288],
		[83,125],
		,
		,
	],[
		[,"LW9","Lachar-Wrobel Critical Items - Problematic Anger"],
		[85,134,213,389],
		[],
		,
		,
	],[
		[,"LW10","Lachar-Wrobel Critical Items - Sexual Concern and Deviation"],
		[62,166,268],
		[12,34,121],
		,
		,
	],[
		[,"LW11","Lachar-Wrobel Critical Items - Somatic Symptoms"],
		[18,28,40,44,53,57,59,101,111,175,182,229,247,464],
		[33,47,142,159,164,176,224,255,295],
		,
		,
	]
];
